export const questions = [
  
  {
    id: 1,
    question: "من أول من اكتشف الخلية باستخدام المجهر؟",
    url: "",
    options: [
      "روبرت هوك",
      "روبرت براون",
      "لوفنهوك",
      "جريجور مندل"
    ],
    correct: 0
  },
  {
    id: 2,
    question: "أي من العبارات الآتية جزء من نظرية الخلية؟",
    url: "",
    options: [
      "تحتوي جميع الخلايا على المركبات نفسها",
      "الخلايا تنتج من خلايا موجودة",
      "مجموعة المخلوقات الحية عديدة الخلايا",
      "الخلايا مكونة للأنسجة والأنسجة تكون الأعضاء"
    ],
    correct: 1
  },
  {
    id: 3,
    question: "في الكائنات الحية يكون مستوى التنظيم من الأقل تعقيداً إلى الأكثر تعقيداً على النحو الاتي:",
    url: "",
    options: [
      "خلية - نسيج - عضو - كائن حي",
      "خلية - عضو - نسيج - كائن حي",
      "نسيج - خلية - عضو - كائن حي",
      "نسيج - عضو - خلية - كائن حي"
    ],
    correct: 0
  },
  {
    id: 4,
    question: "أي التسلسلات الموضحة تمثل الترتيب الصحيح لمستويات التنظيم في جسم الانسان ؟",
    url: "",
    options: [
      "image/s4a.JPG",
      "image/s4b.JPG",
      "image/s4g.JPG",
      "image/s4d.JPG"
    ],
    correct: 3
  },
    {
    id: 5,
    question: "من خلال الشكل التالي ماهو الرمز الذي يشير الى العدسة العينية ؟",
    url: "image/s5.JPG",
    options: [
      "أ",
      "ب",
      "ج",
      "د"
    ],
    correct: 3
  },
  {
    id: 6,
    question: "أي مما يلي يمثل نوع المجهر في الشكل المجاور ؟",
    url: "image/s6.JPG",
    options: [
      "ضوئي مركب",
      "ضوئي بسيط",
      "إلكتروني ماسح",
      "إلكتروني نافذ"
    ],
    correct: 0
  },
  {
    id: 7,
    question: "الجزاء المشار الية بالسهم في المجهر الضوئي المركب اعلاه يسمى ؟",
    url: "image/s7.JPG",
    options: [
      "عدسة عينية",
      "عدسة شيئية",
      "مرآة",
      "حامل"
    ],
    correct: 1
  },
  {
    id: 8,
    question: "من أمثلة الكائنات الحية وحيدة الخلية:",
    url: "",
    options: [
      "البراميسيوم",
      "الدودة الحمراء",
      "شقائق النعمان",
      "الفطريات"
    ],
    correct: 0
  },
  
  {
    id: 9,
    question: "أي مما يلي يعد أحد المكونات الأساسية في إعداد الكعكة ويصنف من المخلوقات الحية وحيدة الخلية؟",
    url: "image/s9.JPG",
    options: [
      "القمح",
      "البيض",
      "الخميرة",
      "الكاكاو"
    ],
    correct: 2
  },
   {
    id: 10,
    question: "يبين الشكل أعلاه أربعة خلايا نباتية تحتوي فجواتها على تراكيز مختلفة المواد الذائبة. في أي اتجاه ستكون حركة جزئيات الماء تبعاً للخاصية الأسموزية بين الخلايا ؟",
    url: "image/s10.JPG",
    options: [
      "من الخلية (ب) إلى الخلية (أ)",
      "من الخلية (ج) إلى الخلية (ب)",
      "من الخلية (د) إلى الخلية (أ)",
      "من الخلية (ب) إلى الخلية (د)"
    ],
    correct: 3
  },
  {
    id: 11,
    question: "ما اسم العملية التي تستعمل فيها الخلية الطاقة لنقل المواد؟",
    url: "",
    options: [
      "النقل النشط",
      "الانتشار",
      "الخاصية الأسموزية",
      "النقل السلبي"
    ],
    correct: 0
  },
  {
    id: 12,
    question: "أراد عمر دراسة عملية البناء الضوئي في النبات، أي العضيات التالية يجب أن يدرسها لفهم هذه العملية؟",
    url: "image/s12.JPG",
    options: [
      "الميتوكوندريا",
      "الريبوسومات",
      "البلاستيدات",
      "الفجوات"
    ],
    correct: 2
  },
  {
    id: 13,
    question: "من الشكل المجاور الصورة التي تمثل الخاصية الأسموزية ؟",
    url: "image/s13.JPG",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 0
  },
  {
    id: 14,
    question: "توضح الصوة أعلاه, خلية حيوانية هو التركيب المسؤول عن جميع نشاطات الخلية الحيوانية؟",
    url: "image/s14.JPG",
    options: [
      "السيتوبلازم",
      "الغشاء الخلوي",
      "النواة",
      "الميتوكوندريا"
    ],
    correct: 2
  },
  {
    id: 15,
    question: "الشكل المجاور يوضح عملية خلوية تسمى ؟",
    url: "image/s15.JPG",
    options: [
      "الخاصية الأسموزية",
      "الإخراج الخلوي",
      "الانتشارالمدعوم",
      "البلعمة"
    ],
    correct: 3
  },
  {
    id: 16,
    question: "ماذا ينتج عند توقف الميتوكوندريا عن العمل في الخلايا؟",
    url: "",
    options: [
      "يزداد الحجم",
      "تموت",
      "لا تتأثر",
      "تعوض ما فقدته"
    ],
    correct: 1
  },
  {
    id: 17,
    question: "مما يميز النبات وجود بلاستيدات خضراء، ما العملية الحيوية التي تقوم بها؟",
    url: "",
    options: [
      "التنفس الخلوي",
      "التخمر",
      "البناء الضوئي",
      "النقل النشط"
    ],
    correct: 2
  },
  {
    id: 18,
    question: "الشكل، يوضح عمليات حيوكيميائية تحدث في النبات، أي المعادلات التالية تعبر عن هذه العملية؟",
    url: "image/s18.JPG",
    options: [
      "H2O + CO2→C6H12O6+ O2",
      "O2 + CO2→ H2O + O2",
      "O2 + CO2 → C6H12O6 + O2",
      "C6H12O6+ CO2 →H2O + O2"
    ],
    correct: 0
  },
  {
    id: 19,
    question: "النباتات من الكائنات المنتجة لأنها تقوم بعملية البناء الضوئي، فما المادة التي تنتج عن هذه العملية؟",
    url: "",
    options: [
      "CO2",
      "O2",
      "H2O",
      "CO"
    ],
    correct: 1
  },
  {
    id: 20,
    question: "في تجربة زراعية ؛ قام خالد بزراعة بذور في وعاءين يحتوي كل منهما على ٤٠٠ جرام من التربة، وقام بريها لمدة يومين بكمية متساوية من الماء، ثم وضع الوعاء (أ) في غرفة مظلمة والوعاء (ب) تحت أشعة الشمس. أي الخيارات الآتية هو الاستنتاج الصحيح في التجربة؟",
    url: "",
    options: [
      "النبات في الوعاء (أ) يحتاج إلى مزيد من التربة",
      "النبات في الوعاء (ب) حصل على كمية كبيرة من الماء",
      "النبات في الوعاء (أ) يحتاج إلى أشعة الشمس",
      "النبات في الوعاء (ب) ساعدته الرياح على النمو"
    ],
    correct: 2
  },
  {
    id: 21,
    question: "تختلف كمية الغذاء حسب كمية ضوء الشمس التي تمتصها النبتة لتقوم بعملية البناء الضوئي في التمثيل البياني التالي، أي هذه النباتات تقوم بعملية البناء الضوئي بشكل أكبر؟",
    url: "",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 1
  },
  {
    id: 22,
    question: "في دورة الخلية، أي من الخيارات الآتية يتضمن حدوث سلسلة من التغيرات التي تطرأ على الخلية المشكلة حديثاً؟",
    url: "",
    options: [
      "الطور البيني",
      "الطور النهائي",
      "الانقسام الخيطي المباشر",
      "الانقسام الخيطي غير المباشر"
    ],
    correct: 1
  },
  {
    id: 23,
    question: "أي مرحلة من دورة الخلية تتضمن النمو والوظيفة ؟",
    url: "",
    options: [
      "التمهيدي",
      "الانقسام المتساوي",
      "البيني",
      "انقسام السيتوبلازم"
    ],
    correct: 2
  },
  
  {
    id: 24,
    question: "يحدث تضاعف للكروموسوم خلال الانقسام المتساوي في الطور:",
    url: "",
    options: [
      "الانفصالي",
      "التمهيدي",
      "البيني",
      "النهائي"
    ],
    correct: 2
  },
  {
    id: 25,
    question: "طلب المعلم من بعض الطلاب كتابة أهم التغيرات التي تحدث أثناء دورة الخلية في أطوارها المختلفة، فكانت إجاباتهم كما في الجدول اعلاه. حسب الجدول أي الطلاب استطاع الإجابة بشكل صحيح؟",
    url: "image/s25.JPG",
    options: [
      "محمد و إبراهيم",
      "محمد وخالد",
      "إبراهيم و خالد ",
      "خالد و سلمان"
    ],
    correct: 1
  },
  {
    id: 26,
    question: "الشكل اعلاه يمثل معدل دورة حياة إحدى الخلايا خلال ١٦ ساعة، كم عدد الخلايا الناتجة بعد ٦٤ ساعة؟",
    url: "image/s26.JPG",
    options: [
      "8 خلايا",
      "16 خلية",
      "32 خلية",
      "64 خلية"
    ],
    correct: 1
  },
  {
    id: 27,
    question: "في الشكل أعلاه، مخطط يمثل دورة حياة الخلية أي مما يلي يحدث في المرحلة الثانية من الطور البيني؟",
    url: "image/s27.JPG",
    options: [
      "ينسخ DNA وتتضاعف الكروموسومات",
      "ينسخ DNA وتتضاعف العضيات",
      "تنمو الخلية وتتشكل خطوط المغزل",
      "تنمو الخلية وتتهيا للانقسام"
    ],
    correct: 0
  },

  {
    id: 28,
    question: "يوضح الشكل أعلاه كروموسوم مكون من (كروماتيدين)، حيث يشير السهم على:",
    url: "image/s28.JPG",
    options: [
      "نيوكليوتيد",
      "كروماتيد",
      "جين",
      "سنترومير"
    ],
    correct: 3
  },
  {
    id: 29,
    question: "تحتوي الخلايا الجسدية في الأرنب على ٤٤ كروموسوم، كم عدد الكروموسومات الناتجة عن انقسام خلية جسدية واحدة بالانقسام المتساوي؟",
    url: "",
    options: [
      "image/s29a.JPG",
      "image/s29b.JPG",
      "image/s29g.JPG",
      "image/s29d.JPG"
    ],
    correct: 1
  },
  {
    id: 30,
    question: "ما الترتيب الصحيح لمراحل الانقسام المتساوي؟",
    url: "",
    options: [
      "التمهيدي، الاستوائي، الانفصالي، النهائي",
      "الاستوائي، الانفصالي، النهائي، التمهيدي",
      "التمهيدي، الانفصالي، الاستوائي، النهائي",
      "الانفصالي، التمهيدي، النهائي، الاستوائي"
    ],
    correct: 0
  },
  {
    id: 31,
    question: "الشكل أعلاه يوضح تكاثر لاجنسي لبعض النباتات، ماذا يسمى هذا النوع من التكاثر ؟",
    url: "image/s31.JPG",
    options: [
      "التبرعم",
      "التجدد",
      "الانشطار الثنائي",
      "السيقان العرضية"
    ],
    correct: 3
  },
  {
    id: 32,
    question: "لديك صورتان وعلى الترتيب (۱)، (۲) وضح نوعي التكاثر اللاجنسي لهما:",
    url: "image/s32.JPG",
    options: [
      "انشطار خلوي (1) تجدد (1)",
      "تبرعم (۲) انشطار خلوي (1)",
      "تجدد (۲) تبرعم (1)",
      "تبرعم (۲) تجدد (1)"
    ],
    correct: 3
  },
  {
    id: 33,
    question: "ما نوع التكاثر لكل نبات في الشكل أعلاه؟",
    url: "image/s33.JPG",
    options: [
      "أ- جنسي بالسيقان، ب- لاجنسي بالدرنات",
      "أ- لاجنسي بالدرنات، ب- لاجنسي بالسيقان",
      "أ- لاجنسي بالسيقان، ب- جنسي بالدرنات",
      "أ- جنسي بالدرنات، ب- جنسي بالسيقان"
    ],
    correct: 1
  },
  {
    id: 34,
    question: "الشكل أعلاه، يتم وصفه بـ:",
    url: "image/s34.JPG",
    options: [
      "تكاثر جنسي - تبرعم",
      "تكاثر جنسي - إخصاب",
      "تكاثر لاجنسي - تبرعم",
      "تكاثر لا جنسي - إخصاب"
    ],
    correct: 1
  },
  {
    id: 35,
    question: "من الشكل ادناه، ما نوع التكاثر اللاجنسي لهذا الكائن؟",
    url: "image/s35.JPG",
    options: [
      "تجدد",
      "تبرعم",
      "انشطار",
      "تجزؤ"
    ],
    correct: 2
  },
  {
    id: 36,
    question: "يحدث الانقسام المنصف (الاختزالي) في:",
    url: "image/s12.JPG",
    options: [
      "الخلايا الجسدية",
      "الخلايا الكبدية",
      "الخلايا التناسلية",
      "خلايا الجلد"
    ],
    correct: 2
  },
  {
    id: 37,
    question: "أي مما يلي يمثل عدد الكروموسومات في الخلايا الجنسية للمخلوقات التي تتكاثر جنسياً؟",
    url: "",
    options: [
      "23",
      "33",
      "49",
      "67"
    ],
    correct: 0
  },
  {
    id: 38,
    question: "إذا كانت الخلايا الجسدية لحيوان الكنغر تحوي ١٢ كروموسوماً؛ فكم كروموسوما تحوي البويضة المخصبة (الزيجوت)؟",
    url: "",
    options: [
      "3",
      "6",
      "12",
      "24"
    ],
    correct: 2
  },
  {
    id: 39,
    question: "تحتوي الخلايا الجسدية لحيوان يحتوي على ١٠٢ كروموسوم. ما عدد الكروموسومات في الخلايا الناتجة عن الانقسام الاختزالي لهذا الكائن؟",
    url: "",
    options: [
      "23",
      "56",
      "51",
      "102"
    ],
    correct: 2
  },
  {
    id: 40,
    question: "في الشكل أعلاه، طور من أطوار الانقسام المنصف، يسمى:",
    url: "image/s40.JPG",
    options: [
      "الاستوائي الأول",
      "الاستوائي الثاني",
      "الانفصالي الأول",
      "الانفصالي الثاني"
    ],
    correct: 3
  },
  {
    id: 41,
    question: "في أي الخلايا التالية يحدث الانقسام المنصف؟",
    url: "image/s41.JPG",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 2
  },
  {
    id: 42,
    question: "يكون الانحراف والخلل في الانقسام المنصف شائعاً في النباتات ومن أمثلتها نباتات ثلاثية المجموعة الكروموسومية مثل:",
    url: "",
    options: [
      "الموز",
      "الفراولة",
      "الشعير",
      "القمح"
    ],
    correct: 0
  },
  {
    id: 43,
    question: "حدد نوع الانقسام في كل من الشكل ١ و٢:",
    url: "image/s43.JPG",
    options: [
      "ا انقسام منصف و٢ انقسام متساوى",
      "ا انقسام متساوي و٢ انقسام متساوي",
      "ا انقسام منصف و ٢ انقسام منصف",
      "ا انقسام متساوي و٢ انقسام منصف"
    ],
    correct: 3
  },
  {
    id: 44,
    question: "يتميز الانقسام المتساوي عن الانقسام المنصف (الاختزالي) بأنه:",
    url: "",
    options: [
      "يحدث في الخلايا الجنسية والجسدية",
      "ينتج عنه نواتان غير متماثلتين",
      "يسمح للخلايا بالنمو وتعويض الخلايا التالفة",
      "النواتان الجديدتان تحويان نصف عدد الكروموسومات"
    ],
    correct: 2
  },
  {
    id: 45,
    question: "عند فحصك لخلية تحت مجهر إلكتروني وجدت أن عدد الكروموسومات بداخلها ٢٣ كروموسوما، هذا دلالة على أنها خلية:",
    url: "",
    options: [
      "جلدية",
      "عصبية",
      "جنسية",
      "عضلية"
    ],
    correct: 2
  },
  {
    id: 46,
    question: "تظهر أزواج الكروماتيدات وخيوط المغزل خلال الانقسام المتساوي في الطور:",
    url: "",
    options: [
      "الانفصالي",
      "التمهيدي",
      "البيني",
      "النهائي"
    ],
    correct: 1
  },
  {
    id: 47,
    question: "ما الأثر المحتمل لحدوث خلل في توزيع الكروموسومات أثناء الانقسام المنصف؟",
    url: "",
    options: [
      "تساوي عدد الكروموسومات",
      "تساوي عدد الكروماتيدات",
      "زيادة أو نقص في عدد الكروماتيدات",
      "زيادة أو نقص في عدد الكروموسومات"
    ],
    correct: 3
  },
  {
    id: 48,
    question: "الخلية الموضحة بالشكل المجاور توجد في جميع أنسجة الجسم ما عدا:",
    url: "image/s48.JPG",
    options: [
      "العين",
      "الجلد",
      "الشعر",
      "الأمعاء"
    ],
    correct: 2
  },
  {
    id: 49,
    question: "أي التراكيب التالية يعمل كعضو تنفسي لجنين الإنسان؟",
    url: "",
    options: [
      "الغشاء الرحمي",
      "الحبل السري",
      "المشيمة",
      "السائل الأمن ءوني"
    ],
    correct: 2
  },
  {
    id: 50,
    question: "اي الاعضاء يتم فيها امتصاص معظم الماء ؟",
    url: "image/s50.JPG",
    options: [
      "الكبد",
      "البلعوم",
      "الأمعاء الدقيقة",
      "الأمعاء الغليظة"
    ],
    correct: 3
  },
  {
    id: 51,
    question: "أي المصطلحات التالية يمثل الجزء المشار إليه بالسهم في الشكل ؟",
    url: "image/s51.JPG",
    options: [
      "الغدةالكظرية",
      "الغدة الدرقية",
      "الغدة الزعترية",
      "الغدة الصنبرية"
    ],
    correct: 0
  },
  {
    id: 52,
    question: "من الشكل المجاور يتكون القلب من ؟",
    url: "image/s52.JPG",
    options: [
      "خلية واحدة",
      "عدة أنسجة",
      "اعضاء مختلفة",
      "أجهزة"
    ],
    correct: 1
  },
  {
    id: 53,
    question: "الشكل التالي يمثل عملية الإخصاب في الإنسان، ماذا يسمى الجزء المشار إليه بالرقم 1)؟(",
    url: "image/s53.JPG",
    options: [
      "البويضة",
      "الحيوان المنوي",
      "الزيجوت",
      "الجنين"
    ],
    correct: 2
  },
  {
    id: 54,
    question: "أي من الأعضاء التالية يعد من الأعضاء الملحقة بالجهاز الهضمي؟",
    url: "",
    options: [
      "الكبد",
      "المعدة",
      "المريء",
      "الأمعاء الغليظة"
    ],
    correct: 0
  },
  {
    id: 55,
    question: "أي العمليات التالية تتم في الحويصلات الهوائية؟",
    url: "",
    options: [
      "تبادل الغازات",
      "ترشيح البول",
      "ترشيح البول",
      "هضم الطعام"
    ],
    correct: 0
  },
   {
    id: 56,
    question: "ما الغدة التي تسيطر على معظم النشاطات الحيوية في الجسم؟",
    url: "",
    options: [
      "الدرقية",
      "النخامية",
      "الكظرية",
      "الجادرية"
    ],
    correct: 1
  },
  {
    id: 57,
    question: "أي الخلايا التي تهاجم مسببات المرض؟",
    url: "",
    options: [
      "كريات الدم الحمراء",
      "الصفائح الدموية",
      "الخلايا اللمفاوية",
      "كريات الدم البيضاء"
    ],
    correct: 3
  },
  {
    id: 58,
    question: "أي التراكيب الآتية تساعد على امداد الخلايا بالأكسجين؟",
    url: "",
    options: [
      "خلايا الدم البيضاء",
      "خلايا الدم الحمراء",
      "الصفائح الدموية",
      "البلازما"
    ],
    correct: 1
  },
  {
    id: 59,
    question: "أي التراكيب الآتية تساعد على تجلط الدم عندما يتعرض الجسم الطبيعي لنزيف؟",
    url: "",
    options: [
      "خلايا الدم البيضاء",
      "خلايا الدم الحمراء",
      "الصفائح الدموية",
      "البلازما"
    ],
    correct: 2
  },
  {
    id: 60,
    question: "في الشكل أعلاه يشير السهم إلى غدة في جسم الإنسان تسمى الغدة:",
    url: "image/s60.JPG",
    options: [
      "النخامية",
      "الدرقية",
      "جارات الدرقية",
      "الزعترية"
    ],
    correct: 1
  },
  {
    id: 61,
    question: "تخزن الحويصلة الصفراوية عصارة الصفراء، وهي سائل يساعد في هضم الدهون، أي أنواع الطعام الآتية يجب على الإنسان زيادتها دون الامتناع عن تناولها؟",
    url: "image/s61.JPG",
    options: [
      "الفاكهة",
      "الحبوب",
      "الجبن",
      "الخضروات"
    ],
    correct: 2
  },
  {
    id: 62,
    question: "تفرز المعدة مادة حمضية هاضمة، ما السبب الذي يجعلها لا تهضم نفسها؟",
    url: "",
    options: [
      "محمية بطبقة من الأهداب",
      "محمية بطبقة من الخملات",
      "محمية بطبقة من المخاط",
      "وجود الغذاء"
    ],
    correct: 2
  },
  {
    id: 63,
    question: "ما هو خط الدفاع الأول في جسم الإنسان؟",
    url: "",
    options: [
      "الجلد",
      "خلايا الدم الحمراء",
      "الإنزيمات",
      "الهرمونات"
    ],
    correct: 0
  },
  {
    id: 64,
    question: "أين يُصنع فيتامين (د)؟",
    url: "",
    options: [
      "العظام",
      "الأمعاء",
      "الجلد",
      "العضلات"
    ],
    correct: 2
  },
  {
    id: 65,
    question: "ما الدور الذي تشترك فيه هذه المواد الفوسفور - الكالسيوم - فيتامين (د)؟",
    url: "",
    options: [
      "صحة العظام والأسنان",
      "بناء البروتين",
      "تكوين خلايا الدم الحمراء",
      "بناء الجلد"
    ],
    correct:0
  },
  {
    id: 66,
    question: "أي من مكونات الدم مسؤول عن تخثره عند الجروح؟",
    url: "",
    options: [
      "كريات الدم البيضاء",
      "البلازما",
      "الصفائح الدموية",
      "كريات الدم الحمراء"
    ],
    correct: 2
  },
  {
    id: 67,
    question: "ما سبب عدم قدرة الإنسان على هضم السليلوز؟",
    url: "",
    options: [
      "عدم وجود هرمونات متخصصة",
      "عدم وجود أحماض أمينية متخصصة",
      "عدم وجود إنزيمات متخصصة",
      "عدم وجود أحماض دهنية متخصصة"
    ],
    correct: 2
  },
  {
    id: 68,
    question: "تفرز المعدة مادة حمضية هاضمة، ما السبب الذي يجعلها لا تهضم نفسها؟",
    url: "",
    options: [
      "محمية بطبقة من الأهداب",
      "محمية بطبقة من الخملات",
      "محمية بطبقة من المخاط",
      "وجود الغذاء"
    ],
    correct: 2
  },
  {
    id: 69,
    question: "عند القيام بأنشطة كثيرة تزيد كمية الدم التي تُضخ بالشرايين، ما السبب؟",
    url: "",
    options: [
      "الإرهاق",
      "زيادة سرعة نبضات القلب",
      "زيادة معدل الأيض",
      "انخفاض ضربات القلب"
    ],
    correct: 1
  },
  {
    id: 70,
    question: "عندما تتعطل أعضاء الجهاز البولي، يحدث كل مما يلي باستثناء:",
    url: "",
    options: [
      "تلف الكلية",
      "تراكم الفضلات",
      "الاتزان الداخلي",
      "عدم التوازن المحلي"
    ],
    correct: 2
  },
  {
    id: 71,
    question: "أي الأمراض التالية بسببها التدخين؟",
    url: "",
    options: [
      "سرطان المعدة",
      "سرطان القولون",
      "سرطان الرئة",
      "سرطان المريء"
    ],
    correct: 2
  },
  {
    id: 72,
    question: "يوضح الشكل التالي انسداد الحالب بالحصوة الكلوية، أي مما يلي يعد سببا لذلك؟",
    url: "image/s72.JPG",
    options: [
      "ارتفاع نسبة السكر في الدم",
      "تخثر البروتينات وترسيبها",
      "تراكم الدهون والكوليسترول",
      "اختلال الاتزان الداخلي"
    ],
    correct: 3
  },
  {
    id: 73,
    question: "من أهم أعراض مرض السكري الإعياء , العطش , التبول المتكرر، ما هو العضو المسؤول عن موازنة السكر في الدم ؟",
    url: "",
    options: [
      "الكلية",
      "البنكرياس",
      "الكبد",
      "الدماغ"
    ],
    correct: 1
  },
  {
    id: 74,
    question: "أي من الأمراض التالية يسببها فيروس؟",
    url: "",
    options: [
      "القرحة",
      "الملاريا",
      "السل",
      "الجدري"
    ],
    correct: 3
  },
  {
    id: 75,
    question: "يحب محمد اللعب بالكرة وسرعان ما يشعر بصعوبة في التنفس , برئيك ما سبب ذالك ؟",
    url: "",
    options: [
      "نقص الحديد",
      "نقص الكالسيوم",
      "نقص الفسفور",
      " نقص البوتاسيوم"
    ],
    correct: 0
  },
  {
    id: 76,
    question: "ماذا يسمى تقسيم العلماء المخلوقات الحية الى مجموعات تبعا لخصائصها المشتركة؟",
    url: "",
    options: [
      "علم التصنيف",
      "علم الكيمياء الحيوية",
      "علم الأحياء",
      "علم الوراثة"
    ],
    correct: 0
  },
  {
    id: 77,
    question: "اعتمد التصنيف الحديث للكائنات الحية وفق مستويات السلم التصنيفي للعالم كارلوس لينيوس على:",
    url: "",
    options: [
      "التسمية الثنائية",
      "التسمية الاحادية",
      "على التشابه والاختلاف في الصفات",
      "على التشابه والاختلاف في الشكل"
    ],
    correct: 0
  },
  {
    id: 78,
    question: "أي مما يلي يمثل الخاصية المشتركة بين الممالك الست للمخلوقات الحية؟",
    url: "",
    options: [
      "ذاتية التغذية",
      "تمتلك أنوية",
      "مكونة من خلية أو أكثر",
      "محاطة بجدار خلوي"
    ],
    correct: 2
  },
  {
    id: 79,
    question: "أي مستويات التصنيف التالية تأتي في الترتيب بعد الشعبة؟",
    url: "",
    options: [
      "الطائفة",
      "الرتبة",
      "الفصيلة",
      "الجنس"
    ],
    correct: 0
  },
  {
    id: 80,
    question: "صنف العالم لينيوس المخلوقات الحية إلى ست ممالك وهو ما يسمى حاليا بالتصنيف الحديث، أي الممالك التالية لا تنتمي إليها؟",
    url: "",
    options: [
      "الحيوان",
      "النبات",
      "الفطريات",
      "الأنسان"
    ],
    correct: 3
  },
  {
    id: 81,
    question: "أي الحيوانات الآتية درجة حرارة جسمها ثابتة؟",
    url: "",
    options: [
      "الأسماك",
      "البرمائيات",
      "الزواحف",
      "الثدييات"
    ],
    correct: 3
  },
  {
    id: 82,
    question: "تلخص البطاقة المجاورة الخصائص الحيوية لأحد طوائف المخلوقات الحية، أي المجموعات التالية تمثل هذه الطائفة؟",
    url: "image/s82.JPG",
    options: [
      "الديدان الحلقية",
      "الرخويات",
      "شوكيات الجلد",
      "المفصليات"
    ],
    correct: 3
  },
  {
    id: 83,
    question: "تلخص البطاقة المجاورة الخصائص الحيوية لأحد طوائف المخلوقات الحية، أي المجموعات التالية تمثل هذه الطائفة؟",
    url: "image/s83.JPG",
    options: [
      "البكتيريا",
      "الفطريات",
      "النباتات",
      "الفيروسات"
    ],
    correct: 1
  },
  {
    id: 84,
    question: "أي المخلوقات الحية التالية تحول غاز النيتروجين إلى مواد يسهل على جذور النباتات امتصاصها:",
    url: "",
    options: [
      "الطحالب",
      "الفطريات",
      "البكتيريا",
      "الطفيليات"
    ],
    correct: 2
  },
  {
    id: 85,
    question: "في جذور النباتات، ما الجزء المسؤول عن امتصاص الماء والاملاح المعدنية؟",
    url: "",
    options: [
      "الكامبيوم",
      "الشعيرات الجذرية",
      "اللحاء",
      "الثغور"
    ],
    correct: 1
  },
  {
    id: 86,
    question: "ما السبب الرئيسي لكون النباتات الوعائية أطول من النباتات اللاوعائية؟",
    url: "",
    options: [
      "وجود أنسجة داعمة وناقلة",
      "وجود بذور",
      "وجود أزهار",
      "وجود أوراق"
    ],
    correct: 0
  },
  {
    id: 87,
    question: "تشترك المخلوقات الحية الموضحة في الشكل الذي أمامك في أنها:",
    url: "image/s87.JPG",
    options: [
      "ذاتية التغذية",
      "عديدة الخلايا",
      "وحيدة الخلية",
      "غير ذاتية التغذية"
    ],
    correct: 2
  },
  {
    id: 88,
    question: "ما نوع التماثل في الحيوان المبين في الشكل المجاور؟",
    url: "image/s88.JPG",
    options: [
      "عديم التماثل",
      "جانبي",
      "شعاعي",
      "داخلي"
    ],
    correct: 1
  },
  {
    id: 89,
    question: "الحيوان الموضح في الشكل المجاور يصنف من ضمن:",
    url: "image/s89.JPG",
    options: [
      "الطيور",
      "الثدييات",
      "الزواحف",
      "البرمائيات"
    ],
    correct: 0
  },
  {
    id: 90,
    question: "أي مستويات التصنيف التالية يشترك فيها الذئب مع الدلفين؟",
    url: "image/s90.JPG",
    options: [
      "الطائفة",
      "الرتبة",
      "الفصيلة",
      "الجنس"
    ],
    correct: 0
  },
  {
    id: 91,
    question: "يصنف المخلوق الحي في الشكل الذي أمامك ضمن:",
    url: "image/s91.JPG",
    options: [
      "الَاسِعَات",
      "الإسفنجيات",
      "الرخويات",
      "شوكيات الجلد"
    ],
    correct: 0
  },
  {
    id: 92,
    question: "ما المخلوق الدقيق في الصورة المجاورة؟",
    url: "image/s92.JPG",
    options: [
      "البراميسيوم",
      "فطر الكمأة",
      "بكتيريا",
      "الخميرة"
    ],
    correct: 1
  },
  {
    id: 93,
    question: "أي من المخلوقات التالية يصنف ضمن الحشرات؟",
    url: "",
    options: [
      "النحلة",
      "العنكبوت",
      "دودة الأرض",
      "العقرب"
    ],
    correct: 0
  },
  {
    id: 94,
    question: "ما العامل الذي يساهم في عوم الأسماك في المياه؟",
    url: "image/s94.JPG",
    options: [
      "شكل السمكة",
      "سوائل الجسم",
      "الغازات",
      "حجم السمكة"
    ],
    correct: 2
  },
  {
    id: 95,
    question: "ماذا تستفيد اللاسعات (الجو فمعويات) من صفة التماثل الشعاعي؟",
    url: "image/s95.JPG",
    options: [
      "الحصول على الغذاء",
      "التكاثر",
      "الحصول على الماء",
      "زيادة معدل النمو"
    ],
    correct: 0
  },
  {
    id: 96,
    question: "ما العوامل التي تساعد حيوان الإسفنج على التغذية بالتصفية؟",
    url: "image/s96.JPG",
    options: [
      "عدم وجود أجهزة متخصصة",
      "سهلة التنقل",
      "يتكاثر بالتجدد",
      "ثابت في مكانه"
    ],
    correct: 3
  },
  {
    id: 97,
    question: "من هو أول من استخدم الطريقة العلمية لتفسير الوراثة وتتبع الصفات عبر الأجيال؟",
    url: "",
    options: [
      "أرسطو",
      "سقراط",
      "مندل",
      "بقراط"
    ],
    correct: 2
  },
  {
    id: 98,
    question: "على أي نوع من النباتات أجرى العالم مندل تجاربه الدراسة الوراثة؟",
    url: "",
    options: [
      "قمح",
      "فاصولياء",
      "بازلاء",
      "ذرة"
    ],
    correct: 2
  },
  {
    id: 99,
    question: "كم عدد الكروموسومات في الخلية البشرية الطبيعية؟",
    url: "",
    options: [
      "٤١",
      "٢٣",
      "٤٦",
      "٩٤"
    ],
    correct: 2
  },
  {
    id: 100,
    question: "إذا كان لدى شخص جين سائد للون العيون البنية وجين متنحي للون العيون الزرقاء، ما اللون المحتمل لعينيه؟",
    url: "",
    options: [
      "بنية",
      "زرقاء",
      "خضراء",
      "سوداء"
    ],
    correct: 0
  },
  {
    id: 101,
    question: "إذا تم تطبيق تجربة على مجموعة من النباتات وأظهرت أن النبات ذو الأزهار البيضاء دائماً يظهر في الجيل الأول من التهجين، فما الاستنتاج حول الوراثة؟",
    url: "",
    options: [
      "الجين المسؤول عن اللون الأبيض سائد",
      "الجين المسؤول عن اللون الأبيض متنحي",
      "لا يمكن استنتاج نمط الوراثة",
      "الجن المسؤول عن اللون الأبيض مرتبط بالجنس"
    ],
    correct: 0
  },
  {
    id: 102,
    question: "إذا كان لدى المخلوق الحي جينات متماثلة بصفة وراثية واحدة، فإنه يكون:",
    url: "",
    options: [
      "نقي الصفة",
      "هجين",
      "مختلط",
      "متنحي"
    ],
    correct: 0
  },
  {
    id: 103,
    question: "ما هو الجينات المتقابلة؟",
    url: "",
    options: [
      "جزء من الكروموسوم ينتج البروتين",
      "أزواج من الجينات المسؤولة عن صفة معينة",
      "نوع من الحمض النووي",
      "تركيب خلوي"
    ],
    correct: 1
  },
  {
    id: 104,
    question: "إذا كان الأب يحمل مرض وراثي والأم سليمة ما هو احتمال أن يرث الطفل المرض الوراثي إذا كان المرض متنحياً؟",
    url: "",
    options: [
      "٠٪",
      "١٠٠٪",
      "٥٠٪",
      "٢٥٪"
    ],
    correct: 0
  },
  {
    id: 105,
    question: "رجل فصيلة دمه (A)، من فتاة فصيلة دمها (B). فأنجبا طفلاً فصيلة دمه (O). إذا تم إجراء عملية لنقل دم للطفل واستدعى ذلك نقل دم له، فأي من الوالدين يستطيع التبرع له؟",
    url: "",
    options: [
      "الاب فقط يستطيع التبرع له",
      "الام فقط تستطيع التبرع له",
      "كلاً الابوين يستطيع التبرع له",
      "لا يستطيع كلا الابوين التبرع له"
    ],
    correct: 3
  },
  {
    id: 106,
    question: "حسب الشكل أعلاه، أي الأرقام يشير إلى الجينات المتماثلة وغير المتماثلة؟",
    url: "image/s106.JPG",
    options: [
      "٤ جينات متماثلة و ٣ جينات غير متماثلة",
      "٤ جينات متماثلة و ٤ جينات غير متماثلة",
      "٦ جينات متماثلة و ٤ جينات غير متماثلة",
      "٤ جينات متماثلة و ٦ جينات غير متماثلة"
    ],
    correct: 1
  },
  {
    id: 107,
    question: "بماذا تمتاز التوائم المتماثلة؟",
    url: "",
    options: [
      "تنشأ من بويضة واحدة",
      "لها مادة وراثية مختلفة",
      "تنشأ من عدة بويضات",
      "تختلف في نوع الجنس"
    ],
    correct: 0
  },
  {
    id: 108,
    question: "أي مما يلي يمثل تزاوجاً ينتج فقط نباتات طويلة (Tt)؟",
    url: "",
    options: [
      "TT + tt",
      "Tt + Tt",
      "TT + Tt",
      "tt + tt"
    ],
    correct: 0
  },
  {
    id: 109,
    question: "من خلال مخطط السلالة المجاور، أي مما يلي يمثل الطراز الجيني للأباء؟",
    url: "image/s109.JPG",
    options: [
      "BB, Bb",
      "BB, bb",
      "B b, B b",
      "Bb , bb"
    ],
    correct: 0
  },
  {
    id: 110,
    question: "ما الطرز الشكلية الظاهرة في الأبناء في مربع بانيت أعلاه؟",
    url: "image/s110.JPG",
    options: [
      "جميعها متنحية",
      "جميعها سائدة",
      "نصفها سائد ونصفها متنحي",
      "كل فرد له صفة تختلف عن الآخر"
    ],
    correct: 1
  },
  {
    id: 111,
    question: "تزوج رجل لون شعره أسود غير متماثل الجينات Bb، وامرأة شعرها أشقر bb، باستخدام مربع بانيت ما نسبة احتمال ولادة ابن شعره أسود؟",
    url: "image/s111.JPG",
    options: [
      "٢٥٪",
      "٥٠٪",
      "٧٥٪",
      "١٠٠٪"
    ],
    correct: 1
  },
  {
    id: 112,
    question: "السهم في الشكل المجاور يشير إلى:",
    url: "image/s112.JPG",
    options: [
      "سكر خماسي",
      "الفوسفات",
      "ثيامين",
      "الأدنين"
    ],
    correct: 1
  },
  {
    id: 113,
    question: "ما الترتيب الصحيح لتحديد مكونات ومكان وجود الكروموسوم في جسم الإنسان؟ (من اليسار إلى اليمين)؟",
    url: "image/s113.JPG",
    options: [
      "1 - 3 - 4 - 2",
      "2 - 3 - 4 - 1",
      "4 - 2 - 1 - 3",
     "1 - 2 - 3 - 4"
    ],
    correct: 2
  },
  {
    id: 114,
    question: "التغير الدائم في سلسلة DNA المكونة للجين أو الكروموسوم في الخلية، تسمى:",
    url: "",
    options: [
      "السيادة",
      "العبور",
      "الطفرة",
      "التداخل"
    ],
    correct: 2
  },
  {
    id: 115,
    question: "إذا فقد كائن حي جيناً من مادته الوراثية، فكيف يٌمكن وصف حالته؟",
    url: "",
    options: [
      "لديه طفرة وراثية",
      "حدث له قصور وراثي",
      "توازنت قواه الوراثية",
      "معدل وراثياً"
    ],
    correct: 0
  },
  {
    id: 116,
    question: "من الشكل أعلاه أي مما يلي يمثل سبب اختلاف شكل الأجنحة في الفراشات؟",
    url: "image/s116.JPG",
    options: [
      "اختلاف الجنس بينهما",
      "عمل تهجين بين سلالتين",
      "التغذية",
      "حقن أحداهما بجينات وراثية"
    ],
    correct: 1
  },
  {
    id: 117,
    question: "من الشكل أعلاه أي مما يلي يمثل سبب اختلاف شكل الأجنحة في ذبابتي الفاكهة؟",
    url: "image/s117.JPG",
    options: [
      "اختلاف الجنس بينهما",
      "عمل تهجين بين سلالتين",
      "حدوث طفرة جينية",
      "حقن أحداهما بجينات وراثية"
    ],
    correct: 2
  },
  {
    id: 118,
    question: "حصد مزارع الذرة كما في الشكل ما سبب تنوع ألوان حيات الذرة:",
    url: "image/s118.JPG",
    options: [
      "طفرة",
      "الماء",
      "الأسمدة",
      "الحشرات"
    ],
    correct: 0
  },
  {
    id: 119,
    question: "زرعت سعاد بذوراً ذات زهور أرجوانية، لكنها لاحظت أن بعض النباتات التي أنتجت زهوراً أرجوانية ببتلات بيضاء، كما في الشكل أعلاه. ما سبب ظهور البتلات البيضاء في الزهور الأرجوانية؟",
    url: "image/s119.JPG",
    options: [
      "طفرة وراثية",
      "تنوع حيوي",
      "تنوع وراثي",
      "عوامل بيئية"
    ],
    correct: 0
  },
  {
    id: 120,
    question: "أي مما يلي لا يعد نوعاً من الطفرات؟",
    url: "",
    options: [
      "استبدال القاعدة",
      "تداخل RNA",
      "القواعد النيتروجينية",
      "انتقال الجينات"
    ],
    correct: 1
  },
  {
    id: 121,
    question: "كيف يؤدي خلل في الانقسام المنصف إلى ظهور متلازمة داون؟",
    url: "",
    options: [
      "نتيجة حدوث طفرة في الجينات",
      "نتيجة وجود نسخة إضافية من كروموسوم ٢١",
      "نتيجة نقص في عدد",
      "نتيجة حدوث اندماج بين الكروموسومات"
    ],
    correct: 1
  },
  {
    id: 122,
    question: "المظهر الخارجي للصفة الوراثية يسمى:",
    url: "",
    options: [
      "الطرز الشكلية",
      "الصفة السائدة",
      "الصفة المتنحية",
      "هجين"
    ],
    correct: 0
  },
  {
    id: 123,
    question: "سكر خماسي منقوص الأكسجين، ومجموعة فوسفات، وقواعد نيتروجينية، على شكل سلم حلزوني الشكل، تشكل حمضاً نووياً يسمى:",
    url: "",
    options: [
      "mRNA",
      "DNA",
      "tRNA",
      "rRNA"
    ],
    correct: 1
  },
  {
    id: 124,
    question: "ما الترتيب الصحيح لأزواج القواعد النيتروجينية في الحمض النووي DNA؟",
    url: "",
    options: [
      "AT",
      "AU",
      "AG",
      "CT"
    ],
    correct: 0
  },
  {
    id: 125,
    question: "يوضح الجدول أعلاه مقارنة بين الحمض النووي DNA وRNA، بالرجوع للجدول أي أوجه المقارنة تعد صحيحة؟",
    url: "image/s125.JPG",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 1
  },
  {
    id: 126,
    question: "أي القواعد النيتروجينية توجد في تركيب الحمض النووي (DNA) فقط؟",
    url: "",
    options: [
      "ثايمين",
      "يوراسيل",
      "جوانين",
      "سايتوسين"
    ],
    correct: 0
  },
  {
    id: 127,
    question: "ما القاعدة التي توجد في RNA ولا توجد في DNA؟",
    url: "",
    options: [
      "الثايمين",
      "الأدنين",
      "الجوانين",
      "اليوراسيل"
    ],
    correct: 3
  },
  {
    id: 128,
    question: "القاعدة النيتروجينية المقابلة للثايمين في DNA هي:",
    url: "",
    options: [
      "الأدنين",
      "السايتوسين",
      "اليوراسيل",
      "الجوانين"
    ],
    correct: 0
  },
  {
    id: 129,
    question: "القاعدة النيتروجينية المقابلة للجوانين في DNA هي:",
    url: "",
    options: [
      "الأدنين",
      "السايتوسين",
      "اليوراسيل",
      "الثايمين"
    ],
    correct: 1
  },
  {
    id: 130,
    question: "ما هو نوع الخلايا التي تحتوي على زوجين من كل كروموسوم؟",
    url: "",
    options: [
      "الخلايا أحادية المجموعة الكروموسومية",
      "الخلايا الجنسية",
      "الخلايا الجسدية",
      "الخلايا العصبية فقط"
    ],
    correct: 2
  },
  {
    id: 131,
    question: "كم اعداد مختلفة من الكروموسومات الخاصة بالكائنات الحية أيها يمكن نسبة للإنسان؟",
    url: "",
    options: [
      "12",
      "46",
      "32",
      "64"
    ],
    correct: 1
  },
  {
    id: 132,
    question: "إذا كانت خلية الطماطم الثنائية المجموعة الكروموسومية تحتوي على 24 كروموسوماً فإن الخلية الجنسية فيها تحتوي على:",
    url: "",
    options: [
      "6 كروموسومات",
      "12 كروموسوماً",
      "24 كروموسوماً",
      "48 كروموسوماً"
    ],
    correct: 1
  }

  


];