
export const questions = [
  {
    id: 1,
    question: "من المناظير التي تستخدم في استكشاف الفضاء، المنظار...",
    url: "",
    options: [
      "الكاسر",
      "المركب",
      "البسيط",
      "الإلكتروني"
    ],
    correct: 0
  },
  {
    id: 2,
    question: "أي من هذه المناظير الفلكية التالية يعتمد عملها على العدسات، وتساعد العلماء على دراسة الفضاء ؟",
    url: "",
    options: [
      "الكاسر",
      "العاكس",
      "الراديوي",
      "البصري"
    ],
    correct: 0
  },
  {
    id: 3,
    question: "أي من هذه المناظير الفلكية تحتوي على مستقبل يتلقى الأشعة الكهرومغناطيسية ويحولها إلى معلومات تساعد العلماء على دراسة الفضاء ؟",
    url: "",
    options: [
      "الكاسر",
      "العاكس",
      "الراديوي",
      "البصري"
    ],
    correct: 2
  },
  {
    id: 4,
    question: "أي مما يلي يمثل سبب تفضيل العلماء دراسة الفضاء عن طريق التلسكوبات الفضائية مثل تلسكوب هابل على غيره من الأجهزة؟",
    url: "",
    options: [
      "حرية حركتها",
      "تجنب تأثير الغلاف الجوي",
      "تجنب حوادث التصادم",
      "قلة تكلفتها"
    ],
    correct: 1
  },
  {
    id: 5,
    question: "أي مما يلي يمثل أفضل الطرق لقياس المسافات بين المجرات في الكون؟",
    url: "",
    options: [
      "سرعة الضوء",
      "حركة النجوم",
      "شدة الضوء",
      "قوة الإشعاع"
    ],
    correct: 0
  },
  {
    id: 6,
    question: "حدد أنواع المجرات في الشكل أعلاه ؟ (1) (2) (3)",
    url: "/image/s6.JPG",
    options: [
      "(1) حلزونية (٢) إهليليجية (۳) غير منتظمة",
      "(1) حلزونية (٢) غير منتظمة (۳) إهليليجية",
      "(1) إهليليجية (٢) حلزونية (۳) غير منتظمة",
      "(1) غير منتظمة (٢) إهليليجية (۳) حلزونية"
    ],
    correct: 2
  },
  {
    id: 7,
    question: "ما أفضل تقدير لعدد المجرات في الكون؟",
    url: "",
    options: [
      "واحدة",
      "آلاف",
      "الملايين",
      "المليارات"
    ],
    correct: 3
  },
  {
    id: 8,
    question: "أي العبارات التالية تصف مجرة درب التبانة؟",
    url: "",
    options: [
      "مجموعة من النجوم والشمس أكبرها",
      "مجموعة من النجوم المرتبة عشوائياً",
      "مجموعة من النجوم المرتبة بشكل منتظم",
      "سحابة من الغبار الكوني تدور حول الأرض"
    ],
    correct: 2
  },
  {
    id: 9,
    question: "يتكون النظام الشمسي من...",
    url: "",
    options: [
      "الشمس والأرض والقمر",
      "الشمس والأجرام السماوية التي تدور حولها",
      "الشمس والأرض",
      "الأرض والكواكب والأقمار والكويكبات"
    ],
    correct: 1
  },
  {
    id: 10,
    question: "يعد كوكب الزهرة أسخن كواكب المجموعة الشمسية بالرغم من أن كوكب عطارد أقرب للشمس. أي مما يلي يمثل التفسير العلمي لذلك؟",
    url: "image/s10.JPG",
    options: [
      "ارتفاع الضغط الجوي على كوكب عطارد",
      "يحاط كوكب عطارد بغلاف جوي",
      "انخفاض الضغط الجوي على كوكب الزهرة",
      "وجود سحب كثيفة تحبس الحرارة على كوكب الزهرة"
    ],
    correct: 3
  },
  {
    id: 11,
    question: "أي مما يلي يمثل كوكباً من المجموعة الشمسية جهته المقابلة للشمس ساخنة جداً والجهة المعاكسة للشمس باردة جداً؟",
    url: "",
    options: [
      "الأرض",
      "زحل",
      "عطارد",
      "المشتري"
    ],
    correct: 2
  },
  {
    id: 12,
    question: "يطلق على كوكب الزهرة (نجم الصباح) بسبب",
    url: "image/s12.JPG",
    options: [
      "انعكاس أشعة الشمس بسبب كثافة غلافه الجوي",
      "انكسار أشعة الشمس بسبب كثافة غلافه الجوي",
      "الغيوم الكثيفة التي تغلفه",
      "ارتفاع حرارة سطحه"
    ],
    correct: 0
  },
  {
    id: 13,
    question: "أي الأسباب التالية تفسر ارتفاع درجة حرارة الزهرة عن عطارد؟",
    url: "",
    options: [
      "قلة امتصاص الضوء بسبب نقص الغازات",
      "ارتفاع نسبة ثاني أكسيد الكربون في الغلاف الجوي للزهرة",
      "طول مدة دوران الزهرة حول الشمس",
      "قلة سقوط الأشعة مباشرة على عطارد"
    ],
    correct: 1
  },
  {
    id: 14,
    question: "أي مما يلي يمثل ترتيب الشمس والأرض والقمر عندما يحدث كسوف للشمس؟",
    url: "",
    options: [
      "القمر، الشمس، الأرض",
      "الشمس، القمر، الأرض",
      "الشمس، الأرض، القمر",
      "الأرض، الشمس، القمر"
    ],
    correct: 1
  },
  {
    id: 15,
    question: "من خلال الشكل التالي ماذا ينتج عن دوران الأرض؟",
    url: "image/s15.JPG",
    options: [
      "الفصول الأربعة",
      "تعاقب الليل والنهار",
      "المد والجزر",
      "خسوف القمر"
    ],
    correct: 1
  },
  {
    id: 16,
    question: "اكتشف العلماء وجود قوة تجاذب بين الكواكب المختلفة في الكون. حسب الصورة أعلاه أي الحالة التالية تكون فيها قوة الجذب بين الكواكب أكبر ؟ (باعتبار أن المسافة بين الكواكب متساوية)",
    url: "image/s16.JPG",
    options: [
      " 1",
      "2",
      "3",
      "4"
    ],
    correct: 1
  },
  {
    id: 17,
    question: "أي مما يلي يجعل الكواكب الشمسية تدور حول الشمس؟",
    url: "",
    options: [
      "حرارة الشمس",
      "جاذبية الشمس",
      "حجم الكوكب",
      "تركيب الكواكب"
    ],
    correct: 1
  },
  {
    id: 18,
    question: "يتغير شكل القمر ظاهرياً بسبب حركته حول:",
    url: "",
    options: [
      "محوره",
      "الشمس",
      "الأرض",
      "الكواكب"
    ],
    correct: 2
  },
  {
    id: 19,
    question: "ما سبب تغير شكل القمر بصورة منتظمة في كل شهر؟",
    url: "",
    options: [
      "الأرض تدور حول محورها",
      "القمر يدور حول محوره",
      "القمر يدور حول الأرض",
      "السحاب يغطي القمر"
    ],
    correct: 2
  },
  {
    id: 20,
    question: "يتطلب وصول ضوء الشمس إلى الأرض ثمان دقائق في حين يتطلب وصول ضوء القمر إلى الأرض بنفس السرعة ١٥ ثانية فما السبب في ذلك؟",
    url: "",
    options: [
      "لأن الشمس أبعد عن الأرض من القمر",
      "لأن الشمس هي المصدر الأساسي للضوء",
      "القمر أقرب إلى الشمس",
      "الشمس أقرب إلى الأرض من القمر"
    ],
    correct: 0
  },
  {
    id: 21,
    question: "أجرام سماوية تتكون من الصخور والفلزات عند سقوطها على الأرض قد تحدث أضرار بالغة تسمى:",
    url: "",
    options: [
      "النيازك",
      "الشهب",
      "الكويكبات",
      "المذنبات"
    ],
    correct: 0
  },
  {
    id: 22,
    question: "لا تسقط الأقمار الصناعية على الأرض رغم تأثير الجاذبية الأرضية، لأنها:",
    url: "",
    options: [
      "تطفو في الفضاء لعدم وجود الجاذبية الأرضية",
      "تتحرك بسرعة مدارية مناسبة",
      "جاذبية الشمس تمنعها من السقوط",
      "في حالة سكون في مدارها"
    ],
    correct: 1
  },
  {
    id: 23,
    question: "أي الكواكب التالية تصنف ضمن الكواكب الخارجية (الغازية)؟",
    url: "",
    options: [
      "المشتري",
      "عطارد",
      "الزهرة",
      "المريخ"
    ],
    correct: 0
  },
  {
    id: 24,
    question: "أي مما يلي يمثل أبعد كواكب المجموعة الشمسية والذي يغلف بمجموعة من الغازات أهمها الميثان مما يؤدي لاكتسابه اللون الأزرق ؟",
    url: "",
    options: [
      "عطارد",
      "المشتري",
      "المريخ",
      "نبتون"
    ],
    correct: 3
  },
  {
    id: 25,
    question: "تكتسب صخور كوكب المريخ اللون الأحمر بسبب وجود",
    url: "",
    options: [
      "أكاسيد الحديد",
      "النحاس",
      "البوتاسيوم",
      "غاز الكلور"
    ],
    correct: 0
  },
  {
    id: 26,
    question: "أي من الكواكب التالية يتميز بغلاف غازي كثيف؟",
    url: "",
    options: [
      "عطارد",
      "الزهرة",
      "المريخ",
      "المشتري"
    ],
    correct: 1
  },
  {
    id: 27,
    question: "من خلال الشكل المجاور، ما الطبقة التي تحتوي تقريباً على جميع الغيوم والتفسيرات الطقسية؟",
    url: "image/s27.JPG",
    options: [
      "الثيرموسفير",
      "الستراتوسفير",
      "الميزوسفير",
      "التروبوسفير"
    ],
    correct: 3
  },
  {
    id: 28,
    question: "عملية احتجاز الغازات لأشعة الشمس يسمى:",
    url: "",
    options: [
      "الحمل الحراري",
      "التوصيل الحراري",
      "التأين الحراري",
      "الاحتباس الحراري"
    ],
    correct: 3
  },
  {
    id: 29,
    question: "أي مما يلي يعد السبب في الاحتباس الحراري؟",
    url: "",
    options: [
      "احتجاز غاز O2 في الغلاف الجوي",
      "تفاعل الحرارة مع ضوء الشمس",
      "انخفاض شديد في غاز CO2",
      "احتجاز غاز CO2 في الغلاف الجوي"
    ],
    correct: 3
  },
  {
    id: 30,
    question: "أي مما يلي يمثل تفسير ظاهرة الاحتباس الحراري وارتفاع درجة الحرارة على الأرض:",
    url: "",
    options: [
      "زيادة تركيز الأكسجين في الهواء",
      "زيادة تركيز ثاني أكسيد الكربون في الهواء",
      "زيادة في تركيز الأمطار الحمضية",
      "استعمال بدائل الوقود الأحفوري"
    ],
    correct: 1
  },
  {
    id: 31,
    question: "عند دخولك لبيت زجاجي تشعر بتأثير يشبه ظاهرة تسمى.",
    url: "",
    options: [
      "الأمطار الحمضية",
      "الاحتباس الحراري",
      "استنزاف طبقة الأوزون",
      "الضباب الدخاني"
    ],
    correct: 1
  },
  {
    id: 32,
    question: "أي الظواهر التالية تعد نتيجة مباشرة للاحتباس الحراري؟",
    url: "",
    options: [
      "انصهار الجليد",
      "فيضان الأنهار",
      "تشكل السحب",
      "نقص الأكسجين في الجذور"
    ],
    correct: 0
  },
  {
    id: 33,
    question: "ماذا يحدث عندما تنقل الجزئيات المتصادمة الطاقة؟",
    url: "",
    options: [
      "هطول",
      "توصيل",
      "إشعاع",
      "حمل"
    ],
    correct: 1
  },
  {
    id: 34,
    question: "ما نوع الجبهات الهوائية في الشكل أدناه؟ (أ) باردة (ب) دافئة (ج) ثابتة.",
    url: "image/s34.JPG",
    options: [
      "(أ) باردة (ب) دافئة (ج) ثابتة",
      "(أ) دافئة (ب) ثابتة (ج) باردة",
      "(أ) ثابتة (ب) باردة (ج) دافئة",
      "(أ) ثابتة (ب) دافئة (ج) باردة"
    ],
    correct: 3
  },
  {
    id: 35,
    question: "ما الذي يحدث للهواء الملامس للأرض عندما يسخن؟",
    url: "",
    options: [
      "يرتفع للأعلى",
      "يبقى ثابت",
      "يتلاشى",
      "يتحول إلى غيوم"
    ],
    correct: 0
  },
  {
    id: 36,
    question: "أي مما يلي يمثل حلاً لظاهرة الاحتباس الحراري؟",
    url: "",
    options: [
      "زيادة تركيز Co2 في الهواء",
      "زيادة تركيز Co2 في الهواء",
      "زيادة تركيز الأكسجين في الهواء",
      "زيادة تركيز الأكسجين في الهواء"
    ],
    correct: 3
  },
  {
    id: 37,
    question: "الجدول اعلاه يبين بعض المعلومات لحلة اطقس في أرع مدن مختلفة خلال فترة 24 ساعة أي مدبنة على الأرجح يتساقط فيها الثلج ؟",
    url: "image/s37.JPG",
    options: [
      "المدينة ( أ )",
      "المدينة ( ب )",
      "المدينة ( ج )",
      "المدينة ( د )"
    ],
    correct: 3
  },
  {
    id: 38,
    question: "يوضح الشكل البياني التغيرات التي رصدتها الاقمار الصناعية من محطة الفضاء ( ناسا ) لمستويات سطح البحر . أي الظواهر التالية تعد سببا في ارتفاع مستويات سطح البحر ما بين الفترة 1995-2015م",
    url: "image/s38.JPG",
    options: [
      "ثقب الاوزون",
      "الضباب الدخاني",
      "المطر الحمضي",
      "الاحتباس الحراري"
    ],
    correct: 3
  },
  {
    id: 39,
    question: "كان عام 2023 الذي شهد متوسط درجة حرارة بـ 14,98 درجة مئوية , أكثر حرارة بـ 1,48 درجة مئوية مقارنة بمعدل الحرارة العالمي , حسب المرص الأوروبي في تقريرة السنوي , أي الظواهر التالية تعد سبباً في ارتفاع الحرارة خلال الفترة ( 1980-2020 )م ؟",
    url: "image/s39.JPG",
    options: [
      "ثقب الاوزون",
      "الضباب الدخاني",
      "المطر الحمضي",
      "الاحتباس الحراري"
    ],
    correct: 3
  },
  {
    id: 40,
    question: "لماذا تعتبر غازات الدفيئة ضرورية للحفاظ على الحياة في الأرض؟",
    url: "",
    options: [
      "لأنها تسبب ارتفاع درجات الحرارة بشكل كبير",
      "لأنها تحبس الحرارة الضرورية للحفاظ على درجة حرارة مناسبة للحياة",
      "لأنها تمنع الإشعاع الشمسي من الوصول إلى الأرض",
      "لأنها تزيد من مستوى سطح البحر"
    ],
    correct: 1
  },
  {
    id: 41,
    question: "كيف يؤثر انصهار الجليد القطبي على مستوى سطح البحر؟",
    url: "",
    options: [
      "يقلل من مستوى سطح البحر",
      "لا يؤثر على مستوى سطح البحر",
      "يزيد من مستوى سطح البحر",
      "يجعل مستوى سطح البحر مستقر"
    ],
    correct: 2
  },
  {
    id: 42,
    question: "كيف أثرت التغيرات المناخية على مجالات الحياة في مصر؟",
    url: "",
    options: [
      "ظهور الأمراض",
      "انكماش مساحة الأراضي الزراعية",
      "تدهور التربة",
      "جميع ما سبق"
    ],
    correct: 3
  },
  {
    id: 43,
    question: " ماذا يسبب هطول الأمطار في مناطق الجبال الباردة عندما يصعد الهواء بسرعة إلى أعلى ويبرد؟",
    url: "",
    options: [
      "العواصف الرملية",
      "الأعاصير البحرية",
      "العواصف الرعدية",
      "الأعاصير القمعية"
    ],
    correct: 2
  },
  {
    id: 44,
    question: "كيف يعود الكربون إلى الغلاف الجوي بعد استخدامه في الغذاء؟",
    url: "",
    options: [
      "من خلال عملية التنفس فقط",
      "من خلال عملية الاحتراق فقط",
      "من خلال التنفس والاحتراق وتحليل المواد العضوية",
      "من خلال تحليل المحللات فقط"
    ],
    correct: 2
  },
  {
    id: 45,
    question: "الشكل الكيميائي للكربون في الغلاف الجوي؟",
    url: "",
    options: [
      "الميثان",
      "ثاني أكسيد الكربون",
      "الأكسجين",
      "الهيدروجين"
    ],
    correct: 1
  },
  {
    id: 46,
    question: "كيف يتم تبادل غازات الدفيئة بين الغلاف الجوي والمحيطات؟",
    url: "",
    options: [
      "من خلال التصحر",
      "من خلال التنفس",
      "من خلال الذوبان",
      "من خلال التحليل"
    ],
    correct: 2
  },
  {
    id: 47,
    question: "ينتقل الكربون في دورتين مترابطتين في الطبيعة من خلال:",
    url: "",
    options: [
      "الدورة الحيوية والارضية",
      "الدورة اللاحيوية والارضية",
      "دورة الغلاف المائي",
      "دورة الغلاف الجوي"
    ],
    correct: 0
  },
  {
    id: 48,
    question: "أين يمكن أن يحجز الكربون ويبقى بعيداً عن الجو فترة طويلة من الزمن؟",
    url: "",
    options: [
      "في الصخور في باطن الأرض",
      "في الصخور على سطح الأرض",
      "داخل مياه المحيطات",
      "في الصحاري"
    ],
    correct: 0
  },
  {
    id: 49,
    question: "ينتقل الكربون في النظام البيئي من خلال:",
    url: "",
    options: [
      "التبخر، التكثف، الهطول",
      "التنفس، البناء الضوئي، التحلل",
      "النشاط البركاني، البرق، بعض البكتريا",
      "عن طريق الزلازل"
    ],
    correct: 1
  },
  {
    id: 50,
    question: "كيف يمكن ربط زيادة تركيزات co2 في الغلاف الجوي بتغيرات المناخ؟",
    url: "",
    options: [
      "زيادة co2 تؤدي إلى زيادة حرارة الارض",
      "زيادة Co2 تؤدى إلى انخفاض حرارة الارض",
      "زيادة co2 تؤدي إلى زيادة استقرار المناخ",
      "زيادة Co2 ليس لها تأثير على المناخ"
    ],
    correct: 0
  },
  {
    id: 51,
    question: "كيف تساهم دورة الكربون في الحفاظ على توازن الغلاف الجوي ؟",
    url: "",
    options: [
      "من خلال زيادة عدد الاسماك في المحيطات",
      "من خلال تنظيم كمية CO2 في الهواء عبر عمليات التنفس والبناء الضوئي",
      "من خلال تكوين الجبال العالية في المناطق الصحراوية",
      "من خلال ذوبان الجليد في المناطق القطبية"
    ],
    correct: 1
  },
  {
    id: 52,
    question: "أي من العناصر التالية يعد أساس تكوين المواد العضوية في التربة ويساعد على تحسين خصوبتها ؟",
    url: "",
    options: [
      "الأوكسجين",
      "البوتاسيوم",
      "الكربون",
      "الفسفور"
    ],
    correct: 2
  },
  {
    id: 53,
    question: "يسهم النبات في انتقال الكربون عن طريق عملية:",
    url: "",
    options: [
      "البناء الضوئي",
      "التنفس",
      "التخمر",
      "النتح"
    ],
    correct: 0
  },
  {
    id: 54,
    question: "تعمل المحللات ومنها البكتيريا على تفكيك النباتات والحيوانات الميتة وتؤدي هذه العملية الى إطلاق المزيد من:",
    url: "",
    options: [
      "الكربون في الجو",
      "الاكسيجين في الجو",
      "الهيدروجين في الجو",
      "الميثان في الجو"
    ],
    correct: 0
  },
  {
    id: 55,
    question: "أي من المخططات التالية يوضح دورة الماء بشكل صحيح؟",
    url: "image/s50.JPG",
    options: [
      "تبخر ⭠ تكثف ⭠ هطول ⭠ تسرب",
      "هطول ⭠ تبخر ⭠ تساقط ⭠ تكثف",
      "تكثف ⭠ تبخر ⭠ هطول ⭠ تساقط",
      "تبخر ⭠ هطول ⭠ تكثف ⭠ تساقط"
    ],
    correct: 0
  },
  {
    id: 56,
    question: "ما هي الفائدة البيئية لدورة النيتروجين؟",
    url: "",
    options: [
      "تساعد في تقليل انبعاثات co2",
      "تساعد في زيادة تأثير الاحتباس الحراري",
      "تساعد في تقليل كمية الأكسجين في الغلاف الجوي",
      "تساعد في الحفاظ على خصوبة التربة وتدعم نمو النباتات"
    ],
    correct: 3
  },
  {
    id: 57,
    question: "في الشكل التالي اي الاسهم يشير الى عودة الكربون إلى الغلاف الجوي في عمليةالتنفس ؟",
    url: "image/s57.JPG",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 1
  },
  {
    id: 58,
    question: "أدرس الشكل التالي الذي يمثل دورة الماء السهم المشار إليه برقم ٣ يمثل :",
    url: "image/s58.JPG",
    options: [
      "سقوط الماء نحو الأرضي وجريانه فوق المنحدرات",
      "تحول الماء إلى الحالة الغازية",
      "حدوث عملية التكثف",
      "هطول الماء نحو الأرض"
    ],
    correct: 0
  },
  {
    id: 59,
    question: "لماذا يحتاج الأنسان الى بكتيريا التربة؟",
    url: "",
    options: [
      "لتحصل النبات على النتروجين",
      "لتحصل النبات على الاكسجين",
      "لتحصل النبات على الميثان",
      "لتحصل النبات على الهيدروجين"
    ],
    correct: 0
  },
  {
    id: 60,
    question: "كيف يعود الكربون إلى الغلاف الجوي بعد استخدامه في الغذاء ؟",
    url: "",
    options: [
      "من خلال عملية التنفس فقط",
      "من خلال عملية الاحتراق فقط",
      "من خلال التنفس والاحتراق وتحلل المواد العضوية",
      "من خلال تحليل المحللات فقط"
    ],
    correct: 2
  },
  {
    id: 61,
    question: "ما نوع الصخر المتكون في الأشكال أعلاه",
    url: "image/s61.JPG",
    options: [
      "(1) ناري (٢) رسوبي (۳) متحول",
      "(1) ناري (٢) متحول (۳) رسوبي",
      "(1) رسوبي (٢) ناري (۳) متحول",
      "(1) متحول (۲) ناری (۳) رسوني"
    ],
    correct: 0
  },
  {
    id: 62,
    question: "أي الجمل أفضل تعبيراً عن العلاقة بين الصخور والمعادن؟",
    url: "",
    options: [
      "الصخور والمعادن أشياء متماثلة",
      "الصخور مكونة من المعادن",
      "المعادن مكونة من الصخور",
      "الصخور والمعادن مكونة من الأحجار الكريمة"
    ],
    correct: 2
  },
  {
    id: 63,
    question: "أي الخواص الآتية لا تستخدم في العادة في تمييز المعادن؟",
    url: "",
    options: [
      "المخدش والبريق",
      "القساوة والمغناطيسية",
      "الانفصام والمكسر",
      "الكتلة والحجم"
    ],
    correct: 3
  },
  {
    id: 64,
    question: "كيف تظهر خاصية الانفصام في معدن الهاليت",
    url: "",
    options: [
      "ينفصل إلى صفائح رقيقة",
      "ينفصل في ثلاثة اتجاهات متعامدة",
      "ينكسر ويتحول إلى قطع ذات سطوح خشنة",
      "لا ينفصم معدن الهاليت"
    ],
    correct: 1
  },
  {
    id: 65,
    question: "ما المادة التي تتكون من معدن واحد أو أكثر؟",
    url: "",
    options: [
      "الصخر",
      "الزجاج",
      "الماء",
      "الخشب"
    ],
    correct: 0
  },
  {
    id: 66,
    question: "ما المادة الصلبة التي تتكون من أنماط متكررة من الذرات؟",
    url: "",
    options: [
      "البلورة",
      "الخام",
      "الحجر الثمين",
      "الصخر"
    ],
    correct: 0
  },
  {
    id: 67,
    question: "الصخور المتكونة من المواد المترسبة في قاع المحيطات والبحيرات والتي تعرضت للضغط والتصلب هي الصخور:",
    url: "",
    options: [
      "التراكمية",
      "البركانية",
      "الرسوبية",
      "المتحولة"
    ],
    correct: 2
  },
  {
    id: 68,
    question: "ما نوع المعادن المتكون من تفاعل حمض الكربونيك مع بلورات الفلسبار؟",
    url: "image/s68.JPG",
    options: [
      "الكوارتز",
      "الكالسيت",
      "الكاولين",
      "المرو"
    ],
    correct: 2
  },
  {
    id: 69,
    question: "ما المعادن الأكثر شيوعاً على سطح الأرض؟",
    url: "",
    options: [
      "الكوارتز",
      "الفلسبار",
      "الكالسيت",
      "الجبس"
    ],
    correct: 1
  },
  {
    id: 70,
    question: "أي العبارات التالية ينطبق على تشكل الصخور الفتاتية:",
    url: "",
    options: [
      "تتكون من حبيبات صخور موجودة أصلاً",
      "تتكون من اللابة",
      "تتكون بواسطة التبخر",
      "تتكون من بقايا النباتات"
    ],
    correct: 0
  },
  {
    id: 71,
    question: "توصف المعادن جميعها بأنها:",
    url: "",
    options: [
      "مواد غير عضوية صلبة",
      "لها درجة قساوة 4 أو أكثر",
      "ذات لمعان زجاجي",
      "تخدش قطعة نقدية معدنية"
    ],
    correct: 0
  },
  {
    id: 72,
    question: "ماذا يمكن أن يحدث في دورة الصخر؟",
    url: "",
    options: [
      "تعرية صخر رسوبي ليشكل صخراً نارياً",
      "تعرية صخر رسوبي ليشكل صخراً متحولاً",
      "انصهار صخر متحول ليشكل صخراً رسوبياً",
      "تسخين وضغط صخر رسوبي ليشكل صخراً متحولاً"
    ],
    correct: 3
  },
  {
    id: 73,
    question: "يوضح الشكل اعلاه عملية تفتت الصخور بسبب نمو جذور النباتات , أي المصطلحات التالية يعبر عن ذالك ؟",
    url: "image/s73.JPG",
    options: [
      "التجوية الفيزيائية",
      "التجوية الكيميائية",
      "التعرية",
      "الترسيب"
    ],
    correct: 0
  },
  {
    id: 74,
    question: "ما الذي يغير الرسوبيات إلى صخر رسوبي؟",
    url: "",
    options: [
      "التجوية التعرية",
      "التراص والتماسك",
      "الحرارة والضغط",
      "الانصهار"
    ],
    correct: 1
  },
  {
    id: 75,
    question: "ما هي الخصائص المشتركة للصخور الرسوبية؟",
    url: "",
    options: [
      "تتكون من تبخر ماء البحر",
      "تتكون من رمال الشاطئ",
      "تتكون من حبيبات",
      "تتكون نتيجة تبريد الصخور المصهورة"
    ],
    correct: 2
  },
  {
    id: 76,
    question: "ما الفرق الرئيسي بين الصخور النارية السطحية والجوفية؟",
    url: "",
    options: [
      "درجة الحرارة",
      "حجم البلورات",
      "اللون",
      "الصلابة"
    ],
    correct: 1
  },
  {
    id: 77,
    question: "المكسر من الخصائص العامة للصخر وهو يعبر عن:",
    url: "",
    options: [
      "لون الصخر",
      "فتات الصخر",
      "خدش الصخر",
      "صلابة الصخر"
    ],
    correct: 1
  },
  {
    id: 78,
    question: "في اي نوع من انوع الصخور توجد الأحافير ؟",
    url: "",
    options: [
      "المتحولة",
      "النارية",
      "الرملية",
      "الرسوبية"
    ],
    correct: 3
  },
  {
    id: 79,
    question: "أي المصطلحات الآتية يعبر عن الصخور المنصهرة في باطن الأرض؟",
    url: "image/s79.JPG",
    options: [
      "الصهارة",
      "اللابة",
      "الصدع",
      "التحلل"
    ],
    correct: 0
  },
  {
    id: 80,
    question: "أي الصخور التالية يصنف من الصخور النارية؟",
    url: "",
    options: [
      "البازلت",
      "الغضار",
      "الحجر الرملي",
      "الرخام"
    ],
    correct: 0
  },
  {
    id: 81,
    question: "الجرانيت: صخر جوفي تكون تحت درجات حرارة عالية، ولذا فهو يصنف من الصخور:",
    url: "image/s81.JPG",
    options: [
      "النارية",
      "المتحولة",
      "الرسوبية العضوية",
      " الفتاتية"
    ],
    correct: 0
  },
  {
    id: 82,
    question: "تشكلت الصخور النارية نتيجة:",
    url: "",
    options: [
      "تبريد الصخور المصهورة",
      "    ارتفاع ضغط الصخور المصهورة",
      "زيادة درجة حرارة الصخور المنصهرة",
      "انعدام الضغط"
    ],
    correct: 0
  },
  {
    id: 83,
    question: "الصخور النارية تنشأ من باطن الأرض ويكون مصدرها:",
    url: "",
    options: [
      "المياه الجوفية",
      "الرسوبيات الأرضية",
      "ضغط الأرض الداخلي",
      "الصهارة البركانية"
    ],
    correct: 3
  },
  {
    id: 84,
    question: "أي من الصخور النارية يمكن رؤية بلوراتها بالعين المجردة؟",
    url: "",
    options: [
      "الصخور الجوفية",
      "الصخور السطحية",
      "الصخور المتحولة",
      "الصخور الرسوبية"
    ],
    correct: 0
  },
  {
    id: 85,
    question: "تتكون الصخور المتحولة بسبب:",
    url: "",
    options: [
      "ترسب طبقات من الرسوبيات",
      "تصلب اللابة في ماء البحر",
      "تفتت الصخور على سطح الأرض",
      "الحرارة الشديدة والضغط المرتفع"
    ],
    correct: 3
  },
  {
    id: 86,
    question: "أي الصخور التالية يصنف من الصخور المتحولة؟",
    url: "",
    options: [
      "البازلت",
      "الغضار",
      "الحجر الرملي",
      "الرخام"
    ],
    correct: 3
  },
  {
    id: 87,
    question: "تعد الصخور المتورقة من الصخور المتحولة وهي:",
    url: "",
    options: [
      "ليس لها بنية ورقية واضحة",
      "لا تصطف بنمط منظم",
      "حبيباتها غالباً تكون غير مرئية",
      "تتكون من معادن مختلفة الألوان على هيئة اشرطة"
    ],
    correct: 3
  },
  {
    id: 88,
    question: "وجد باحثون مجموعة من الأحافير ( 1,2,3,4,5) في عدة طبقات من الصخور الرسوبية , كما هو موضضح في الشكل اعلاه. حسب الشكل أي الاستنتاجات التالية يعد صحيحاً؟",
    url: "image/s88.JPG",
    options: [
      "أقدم الكائنات وجوداً هو 2 ",
      "تزامن وجود الكائن 1 مع الكائن 5",
      "عاش الكائن 4 قبل الكائن 3",
      "أحدث الكائنات وجوداً هو 1"
    ],
    correct: 3
  },
  {
    id: 89,
    question: "تصنف الطباشير إلى الصخور:",
    url: "",
    options: [
      "النارية",
      "المتحولة",
      "الرسوبية العضوية",
      "الفتاتية"
    ],
    correct: 2
  },
  {
    id: 90,
    question: "ما هو الاستنتاج الرئيسي الذي يمكن استخلاصه من دراسة طبقات الصخور الرسوبية؟",
    url: "",
    options: [
      "أنواع المعادن في القشرة الأرضية",
      "العمليات البركانية في باطن الأرض",
      "تاريخ الأرض وتغيراتها البيئية",
      "خصائص الصخور الجوفية"
    ],
    correct: 2
  },
  {
    id: 91,
    question: "يمكن تصنيف الصخور الرسوبية الى؟",
    url: "",
    options: [
      "متورقة وغير متورقة",
      "أحجار كريمة أو خامات",
      "سطحية أو جوفية",
      "فتاتية أو كميائية أو عضوية"
    ],
    correct: 3
  },
  {
    id: 92,
    question: "صخور نشأت من بقايا صخور سابقة وكائنات حية ومعادن، تصنف بأنها :",
    url: "",
    options: [
      "النارية",
      "المتحولة",
      "الرسوبية",
      "المتورقة"
    ],
    correct: 2
  },
  {
    id: 93,
    question: "بقايا كائنات حية حفظت ودفنت منذ ملايين السنين:",
    url: "",
    options: [
      "الأحافير",
      "الصخور الفاتية",
      "النسيج الصخري",
      "الصخور المتورقة"
    ],
    correct: 0
  },
  {
    id: 94,
    question: "سميت بالصخور الفتاتية العضوية لوجود عنصر عضوي هو:",
    url: "",
    options: [
      "الكبريت",
      "النيتروجين",
      "الأكسجين",
      "الكربون"
    ],
    correct: 3
  },
  {
    id: 95,
    question: "الشكل امامك يوضح نوع من أنواع الصدوع هو الصدع:",
    url: "image/s95.JPG",
    options: [
      "العكسي",
      "العادي",
      "الانزلاقي",
      "خلفي"
    ],
    correct: 2
  },
  {
    id: 96,
    question: "تسمى الصدوع التي تتعرض لقوة القص وتنكسر الصدع:",
    url: "",
    options: [
      "العادي",
      "العكسي",
      "الجانبي",
      "المرن"
    ],
    correct: 2
  },
  {
    id: 97,
    question: "ماذا نستخدم لقياس قوة زلزال ضرب إحدى المدن فخلف وراءه آثاراً تدميرية؟",
    url: "",
    options: [
      "ميزاناً نابياً",
      "مقياس ريختر",
      "السيزمومتر",
      "ميزاناً زنبركياً",
    ],
    correct: 1
  },
  {
    id: 98,
    question: "إلى ماذا يشير السهم في الشكل اعلاه ؟",
    url: "image/s98.JPG",
    options: [
      "الموجات الاولية",
      "مركز الزلزال السطحي",
      "بؤرة الزلزال",
      "الصدع"
    ],
    correct: 2
  },
  {
    id: 99,
    question: "يمثل الشكل التالي رسم تخطيطي للزلزال أي الأرقام يشير إلى بؤرة الزلزال؟",
    url: "image/s99.JPG",
    options: [
      "1",
      "2",
      "3",
      "4"
    ],
    correct: 2
  },
  {
    id: 100,
    question: "وقعـت هـزة أرضيـة شمـال منطقـة جـازان وشعـر بهـا السـكان ونتـج عنهـا دمـار في بعـض المنـازل وتشـققات في الأرض والأسـطح هذا يمثـل:",
    url: "",
    options: [
      "شدة الزلزال",
      "قوة الزلزال",
      "مركز الزلزال",
      "عمق الزلزال"
    ],
    correct: 0
  },
  {
    id: 101,
    question: "أي العبارات التالية تعبر عن مصطلح ' التسونامي ' ؟",
    url: "",
    options: [
      "الموجات الزلزالية المائية",
      "البراكين",
      "قوة الزلزال",
      "صخور منصهرة"
    ],
    correct: 0
  },
  {
    id: 102,
    question: "سمعت في نشرة الأخبار عن تدمر منازل كثيرة في بعض الجزر بسبب ثوران أحد البراكين في المنطقة، ما نوع هذا البركان ؟",
    url: "",
    options: [
      "ناشط",
      "هامد",
      "ساكن",
      "هادئ"
    ],
    correct: 0
  },
  {
    id: 103,
    question: "في الشكل براكين تسمى:",
    url: "image/s103.JPG",
    options: [
      "الدرعية",
      "المخروطية",
      "المركبة",
      "ثوران الشقوق"
    ],
    correct: 1
  },
  {
    id: 104,
    question: "أي مما يلي يحدد أنواع البراكين الموضحة في الشكل أعلاه بشكل صحيح ؟",
    url: "image/s104.JPG",
    options: [
      "(1) مركب، (2) درعي، (3) مخروطي",
      "(1) مخروطي، (2) مركب (3) درعيي",
      "(1) درعي، (2) مخروطي، (3) مركب",
      "(1) مركب، (2) مخروطي، (3) درعي"
    ],
    correct: 2
  },
  {
    id: 105,
    question: "بركان جبل مار هو أحد البراكين الموجودة في المملكة العربية السعودية، وهو بركان واسع الامتداد تكون نتيجة تراكم طبقات من اللابة الغنية بالحديد، والمغنيسيوم، وكميات قليلة من السيليكا. أي مما يلي يمثل نوع هذا البركان؟",
    url: "image/s105.JPG",
    options: [
      "الدرعية",
      "المركبة",
      "المخروطية",
      "الهامدة"
    ],
    correct: 0
  },
  {
    id: 106,
    question: "قال معلم العلوم لطلابه: بركان من خصائصه أنه أكبر أنواع البراكين وقليل الانحدار وواسع الامتداد فأي أنواع البراكين هو...",
    url: "",
    options: [
      "الدرعية",
      "المركبة",
      "المخروطية",
      "الهامدة"
    ],
    correct: 0
  },
  {
    id: 107,
    question: "يتميز البركان المخروطي بأنه لا يدوم ثورانه فترة طويلة بسبب المحتوى العالي من ....",
    url: "",
    options: [
      "الصهارة",
      "الرماد البركاني",
      "المياه",
      "الغازات"
    ],
    correct: 3
  },
  {
    id: 108,
    question: "حسب الشكل اعلاه , أي مما يلي يوضح مكونات الصفائح الأرضية؟",
    url: "image/s108.JPG",
    options: [
      "(1) صفيحة قارية، (٢) صفيحة محيطية، (۳) قشرة قارية، (٤) قشرة محيطية",
      "(1) صفيحة محيطية، (٢) قشرة محيطية، (۳) قشرة قارية، (٤) صفيحة قارية",
      "(1) قشرة قارية، (٢) صفيحة قارية، (۳) قشرة محيطية، (٤) صفيحة محيطية",
      "(1) قشرة محيطية، (٢) قشرة قارية، (۳) صفيحة قارية، (٤) صفيحة محيطية"
    ],
    correct: 1
  },
  {
    id: 109,
    question: "في الشكل المجاور، الرقم (1) يشير إلى القشرة",
    url: "image/s109.JPG",
    options: [
      "الصخرية",
      "القارية",
      "المائعة",
      "المحيطية"
    ],
    correct: 1
  },
  {
    id: 110,
    question: "حسب الشكل اعلاه ما نوع حركة الصفائح الأرضية؟",
    url: "image/s110.JPG",
    options: [
      "(1) متباعدة، (٢) متحاذية، (۳) متقاربة",
      "(1) متقاربة، (٢) متحاذية، (۳) متباعدة",
      "(1) متحاذية، (٢) متباعدة، (۳) متقاربة",
      "(1) متحاذية، (٢) متقاربة، (۳) متباعدة"
    ],
    correct: 2
  },
  {
    id: 111,
    question: "أي مما يلي يصف حركة صفائح القشرة الأرضية؟",
    url: "",
    options: [
      "تحرك لعدة ملايين من السنين لكنها توقفت",
      "كانت بلا حركة لعدة ملايين من السنين ثم بدأت تتحرك",
      "هي دائماً في حالة حركة مستمرة",
      "هي لم تتحرك أبداً"
    ],
    correct: 2
  },
  {
    id: 112,
    question: "سبب تحرك الصفائح الأرضية، هو تيارات الحمل الموجودة في:",
    url: "",
    options: [
      "لب الأرض",
      "قشرة الأرض",
      "الغلاف الصخري",
      "ستار الأرض"
    ],
    correct: 3
  },
  {
    id: 113,
    question: "أي القوى تسبب تقارب الصفائح الأرضية؟",
    url: "",
    options: [
      "التوازن",
      "الشد",
      "الضغط",
      "القص"
    ],
    correct: 2
  },
  {
    id: 114,
    question: "تسبب حركة الصفائح في اتجاهين متعاكسين عندما تؤثر فيها قوتان متوازيتان في تكون ...",
    url: "image/s114.JPG",
    options: [
      "الزلازل والصدوع",
      "التجوية والتعرية",
      "التعرية والصدوع",
      "الزلازل والبراكين"
    ],
    correct: 0
  },
  {
    id: 115,
    question: "ما سبب تكون براكين جزر هاواي؟",
    url: "",
    options: [
      "منطقة الانهدام",
      "البقعة الساخنة",
      "حدود الصفيحة",
      "الصدع"
    ],
    correct: 1
  },
  {
    id: 116,
    question: "أي أنواع حركات حدود الصفائح التالية كونت براكين حرة ثنيان؟",
    url: "",
    options: [
      "المتباعدة",
      "الجانبية",
      "الانهدام",
      "المتقاربة"
    ],
    correct: 3
  },
  {
    id: 117,
    question: "ماذا ينتج عندما تتصادم صفيحتان قاريتان؟",
    url: "image/s117.JPG",
    options: [
      "أخاديد",
      "جبال",
      "جزر",
      "براكين"
    ],
    correct: 1
  },
  {
    id: 118,
    question: "المعالم والأحداث الجيولوجية كالزلازل والبراكين والجبال والمحيطات تنتج عن حركة الصفيحة الأرضية على:",
    url: "",
    options: [
      "الغلاف الصخري",
      "الغلاف المائع",
      "الغلاف الحيوي",
      "الغلاف الجوي"
    ],
    correct: 1
  },
  {
    id: 119,
    question: "نص فرضية مصدر الطاقة المحركة للصفائح، أن مادة الستار يتم تسخينها بواسطة:",
    url: "",
    options: [
      "لب الأرض",
      "قشرة الأرض",
      "الغلاف الصخري",
      "الغلاف المائع"
    ],
    correct: 0
  },
  {
    id: 120,
    question: "يؤدي تراكم طبقات اللابة فوق بعضها بعضاً، مع مرور الزمن، إلى تكون شكل مخروطي يسمى......",
    url: "",
    options: [
      "الجبل البركاني",
      "الجبل المطوي",
      "الجبل الناهض",
      "الجبل المتصدع"
    ],
    correct: 0
  },
  {
    id: 121,
    question: "يعتبر الجبل الأبيض وجزر هاواي من الجبال....",
    url: "image/s121.JPG",
    options: [
      "الناهضة",
      "الملتوية",
      "المطوية",
      "البركانية"
    ],
    correct: 3
  },
  {
    id: 122,
    question: "ما المخاطر التي يمكن تفاديها عند إغلاق الغاز في حالة حدوث زلازل؟",
    url: "",
    options: [
      "التصدع",
      "التمزق",
      "اندلاع النيران",
      "انهيار المبنى"
    ],
    correct: 2
  },
  {
    id: 123,
    question: "أطلقت المملكة العربية السعودية عدداً من المبادرات للحفاظ على الحيوانات المهددة بالانقراض أي مما يلي يتعارض مع أهداف هذه المبادرات؟",
    url: "",
    options: [
      "إنشاء محميات طبيعية",
      "نشر ثقافة الوعي البيئي",
      "إطلاق الحيوانات المفترسة",
      "سن قوانين للصيد"
    ],
    correct: 2
  },
  {
    id: 124,
    question: "تحرص الحكومات دائماً على حث المواطنين لزراعة الأشجار وذلك لمنع:",
    url: "",
    options: [
      "التمدن",
      "التصحر",
      "التعدين",
      "الاحتطاب"
    ],
    correct: 1
  },
  {
    id: 125,
    question: "تنتج معظم ملوثات الهواء عن نشاطات بشرية مختلفة. ماهي الأنشطة المسببة لتلوث الهواء؟",
    url: "",
    options: [
      "عوادم السيارات وحرائق الغابات",
      "الاحتطاب",
      "زراعة الأشجار",
      "الرعي الجائر"
    ],
    correct: 0
  },
  {
    id: 126,
    question: "ماذا يحدث عند استنشاق الهواء الملوث؟",
    url: "",
    options: [
      "مطر حمضي",
      "فضلات صلبة",
      "مشكلات صحية",
      "تلوث الماء"
    ],
    correct: 2
  },
  {
    id: 127,
    question: "يوضح الرسم البياني التالي، مقدار استهلاك الطاقة في أربع مدن من العالم. أي المدن أكثر عرضة لمشاكل تلوث الغلاف الجوي؟",
    url: "image/s127.JPG",
    options: [
      "المدينة 1",
      "المدينة 2",
      "المدينة 3",
      "المدينة 4"
    ],
    correct: 1
  },
  {
    id: 128,
    question: "عندما لا يتسع مكب النفايات إلى المزيد يتم إغلاقه. فهل يكون مكب النفايات مشكلة بيئية حتى إن لم يستخدم؟",
    url: "",
    options: [
      "لا يسبب أي أثر على التربة",
      "تتسرب منه الملوثات إلى المياه الجوفية",
      "تبقى النفايات إلى أن تتحلل",
      "لا يسبب أي أثر على الجو"
    ],
    correct: 1
  },
  {
    id: 129,
    question: "طرح الزيوت المستخدمة في المحركات على الأرض قد يسبب:",
    url: "",
    options: [
      "تلوث الهواء",
      "تلوث الماء",
      "فضلات صلبة",
      "المطر الحمضي"
    ],
    correct: 1
  },
  {
    id: 130,
    question: "ما أنواع الأنشطة البشرية المسؤولة عن تدمير الأرض كمصدر طبيعي؟",
    url: "",
    options: [
      "قطع أشجار الغابات",
      "استزراع الصحراء",
      "تربية الماشية",
      "ردم المستنقعات"
    ],
    correct: 0
  },
  {
    id: 131,
    question: "مواد يتم طمرها (دفنها) في أماكن بعيدة:",
    url: "",
    options: [
      "النفايات العضوية",
      "النفايات الخطرة",
      "المواد غير المتجددة",
      "المواد الاستهلاكية"
    ],
    correct: 1
  },
  {
    id: 132,
    question: "تستخدم الغابات كميات كبيرة من co2 في عملية البناء الضوئي كيف يؤثر قطع أشجار الغابات في ظاهرة الاحتباس الحراري؟",
    url: "",
    options: [
      "يزيد نسبة Co2 في الغلاف الجوي",
      "يقلل نسبة Co2 في الغلاف الجوي",
      "يزيد نسبة O2 في الغلاف الجوي",
      "يقلل نسبة O2 في الغلاف الجوي"
    ],
    correct: 0
  },
  {
    id: 133,
    question: "لو لم تكن هناك ظاهرة الاحتباس الحراري فأي العبارات التالية صحيحة؟",
    url: "",
    options: [
      "سيكون سطح الأرض أكثر سخونة",
      "ستكون درجة حرارة الأرض متساوية",
      "قد ينصهر الغطاء الجليدي في القطبين",
      "سيكون سطح الأرض أكثر برودة"
    ],
    correct: 3
  },
  {
    id: 134,
    question: "إذا انتهيت من دراسة كتابك المدرسي فإن عليك إعادته للمدرسة وذلك لكي:",
    url: "",
    options: [
      "يتم بيعه والاستفادة منه",
      "إعادة تدويره",
      "يتم إتلافه",
      "التبرع به"
    ],
    correct: 1
  },
  {
    id: 135,
    question: "أين توضع مكبات النفايات في المدن؟",
    url: "",
    options: [
      "في أطراف المدينة مع اتجاه الرياح",
      "في أطراف المدينة مع عكس اتجاه الرياح",
      "في أي مكان دون تحديد",
      "في منتصف المدينة"
    ],
    correct: 1
  },
  {
    id: 136,
    question: "في نظرة المملكة (2030) تهدف حكومتنا الرشيدة لإنتاج المدن النظيفة ويعني ذلك:",
    url: "",
    options: [
      "تعمل بالطاقة النظيفة",
      "نسبة التلوث قليلة",
      "صحية وآمنة جداً",
      "جميع ما ذكر"
    ],
    correct: 3
  },
  {
    id: 137,
    question: "لماذا لا يعد كل من الفحم والغاز الطبيعي والنفط من الموارد المتجددة؟",
    url: "",
    options: [
      "لأنه يمكن تعويضها خلال 100 عام",
      "لأنه تحتاج إلى ملايين السنين لتعويضها",
      "لا تجدد أبداً إذا استهلكت",
      "يمكن تجددها في فترة قصيرة"
    ],
    correct: 1
  },
  {
    id: 138,
    question: "أي مما يلي لا يعد من تأثيرات المطر الحمضي؟",
    url: "",
    options: [
      "ينزع المواد المغذية الموجودة في التربة",
      "موت الأشجار والنباتات",
      "موت الأسماك التي تعتمد على الطحالب",
      "يخفض درجة الحرارة على سطح الأرض"
    ],
    correct: 3
  },
  {
    id: 139,
    question: "ما الذي قد يحدث في رأيك إذا ازداد حجم الطلب على الفحم الحجري؟",
    url: "",
    options: [
      "يزداد تلوث الهواء",
      "يزداد حجم المدن",
      "يحدث التصحر",
      "تصبح البيئة صحية",
    ],
    correct: 0
  },
  {
    id: 140,
    question: "يقترح العديد من المهتمين تقليل استخدام الوقود الأحفوري والبحث عن مصادر بديلة أخرى للطاقة بسبب:",
    url: "",
    options: [
      "لندرته في الطبيعة",
      "لصعوبة استخراجه",
      "بسبب ظهور مشكلتي الضباب الدخاني والمطر الحمضي",
      "لأسباب اقتصادية دولية"
    ],
    correct: 2
  },
  {
    id: 141,
    question: "يستخدم نبات القمح في صناعة الخبز، أي العبارات التالية تفسر سبب اعتبار القمح أحد الموارد الطبيعية المتجددة؟",
    url: "",
    options: [
      "لأنه ينمو بكميات كبيرة",
      "لأنه يحصد باستمرار",
      "لأنه يمكن الحصول عليه صناعياً",
      "لأنه لا يحتاج لضوء الشمس لينمو"
    ],
    correct: 1
  },
  {
    id: 142,
    question: "من الوسائل التي تساهم في الحفاظ على الموارد الطبيعية وحمايتها من التلوث؟",
    url: "",
    options: [
      "ركوب الدراجة الهوائية",
      "ركوب القطار",
      "ركوب السيارة",
      "ركوب الطائرة"
    ],
    correct: 0
  },
  {
    id: 143,
    question: "أي من التطبيقات التالية لا تساعدنا في المحافظة على الموارد الطبيعية؟",
    url: "",
    options: [
      "ترشيد الاستهلاك",
      "إعادة الاستخدام",
      "إنشاء مكبات نفايات جديدة",
      "إعادة التدوير"
    ],
    correct: 2
  }
  
  
 
];