export const questions = [
  {
    "id": 1,
    "question": "يمثل الرسم البياني حركة سيارة داخل حي، أي أنواع السرعة يوضحها لنا؟",
    "url": "image/s1.JPG",
    "options": [
      "المتوسطة والمتجهة",
      "اللحظية والمتجهة",
      "اللحظية والمتوسطة",
      "كل أنواع السرعة"
    ],
    "correct": 3
  },
  {
    "id": 2,
    "question": "قاد خالد سيارته بسرعة ثابتة على الطريق، متجها شرقا، ثم عاد نحو الغرب، بضعف سرعته السابقة، أي المصطلحات التالية تعبر عما قام به خالد؟",
    "url": "image/s2.JPG",
    "options": [
      "السرعة الثابتة",
      "التسارع",
      "السرعة المتجهة",
      "السرعة اللحظية"
    ],
    "correct": 2
  },
  {
    "id": 3,
    "question": "حسب الشكل أعلاه، أي مما يلي تمثل سرعة خالد عندما يقطع مسافة 100م خلال 20ث؟",
    "url": "image/s3.JPG",
    "options": [
      "2 م/ث",
      "4 م/ث",
      "5 م/ث",
      "8 م/ث"
    ],
    "correct": 2
  },
  {
    "id": 4,
    "question": "أي مما يلي يمثل سرعة دراج يقطع مسافة 200 متر في 40 ثانية؟",
    "url": "",
    "options": [
      "2 م/ث",
      "4 م/ث",
      "5 م/ث",
      "8 م/ث"
    ],
    "correct": 2
  },
  {
    "id": 5,
    "question": "أحد الأجسام التالية لا يتسارع:",
    "url": "",
    "options": [
      "طائرة في حالة إقلاع",
      "سيارة تنطلق في بداية السباق",
      "سيارة سرعتها تتناقص",
      "طائرة تطير بسرعة ثابتة"
    ],
    "correct": 3
  },
  {
    "id": 6,
    "question": "وضع وليد قدمه أثناء لعبه أمام كرة تتحرك بسرعة، فانزاحت نحو اليمين رغم أن مقدار سرعتها ظل ثابتاً، ما الطريقة التي تتسارع بها الكرة؟",
    "url": "",
    "options": [
      "تغير اتجاهها",
      "يساوي صفر",
      "يتزايد",
      "يتباطأ"
    ],
    "correct": 0
  },
  {
    "id": 7,
    "question": "انطلق طالب بالدراجة حول ملعب مدرسته من النقطة (1) باتجاه الشمال إلى النقطة (2)، ثم انعطف يميناً باتجاه الشرق إلى النقطة (3)، ثم اتجه بعد ذلك جنوباً وصولاً إلى النقطة (4). أي مما يلي يمثل مقدار الإزاحة الكلية من موضع انطلاقه؟",
    "url": "image/s7.JPG",
    "options": [
      "37 م",
      "68 م",
      "105 م",
      "173 م"
    ],
    "correct": 2
  },
  {
    "id": 8,
    "question": "احسبي قيمة المسافة والإزاحة في الشكل أعلاه؟",
    "url": "image/s8.JPG",
    "options": [
      "الإزاحة (50 م)، المسافة (100 م)",
      "الإزاحة (50 م)، المسافة (30 م)",
      "الإزاحة (40 م)، المسافة (30 م)",
      "الإزاحة (40 م)، المسافة (100 م)"
    ],
    "correct": 0
  },
  {
    "id": 9,
    "question": "حسب الشكل أعلاه، أي البيانات الموجودة في الجدول تمثل المسافة والإزاحة من (ك) إلى (ل) ثم إلى (ط)؟",
    "url": "image/s9.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 10,
    "question": "انطلق خالد من المنزل إلى المسجد، ثم ذهب منه إلى السوق، ثم عاد إلى المنزل. حسب الشكل المجاور، أي العبارات التالية تعد صحيحة؟",
    "url": "image/s10.JPG",
    "options": [
      "المسافة صفر، الإزاحة صفر",
      "المسافة 50، الإزاحة صفر",
      "المسافة صفر، الإزاحة 50",
      "المسافة 50، الإزاحة 50"
    ],
    "correct": 1
  },
  {
    "id": 11,
    "question": "إذا قطع عداء مسافة 1 كيلومتر خلال 20 ثانية، فكم تبلغ سرعته بالمتر لكل ثانية؟",
    "url": "",
    "options": [
      "20",
      "50",
      "100",
      "200"
    ],
    "correct": 1
  },
  {
    "id": 12,
    "question": "جرى أحمد في الحديقة فقطع 20م خلال 10 ثواني للوصول إلى أخيه، ثم أكمل الجري فقطع 30 م خلال 20 ثانية، أي العبارات تصف تسارع أحمد؟",
    "url": "",
    "options": [
      "موجب",
      "سالب",
      "ثابت",
      "يساوي صفر"
    ],
    "correct": 1
  },
  {
    "id": 13,
    "question": "يمثل الشكل أعلاه منحنى السرعة بالنسبة للزمن لحركة احدى السيارات، في أي مما يلي يكون التسارع فيه سالباً وفي عكس اتجاه الحركة؟",
    "url": "image/s13.JPG",
    "options": [
      "(أ-ب)",
      "(ب-ج)",
      "(ج-د)",
      "(د-هـ)"
    ],
    "correct": 3
  },
  {
    "id": 14,
    "question": "حركة الراكب في لعبة الدوالب الدوار في مدينة الألعاب في مسار دائري يسمى هذا النوع من الحركة؟",
    "url": "",
    "options": [
      "الحركة في خط مستقيم",
      "الحركة الدورية",
      "الحركة الاهتزازية",
      "الحركة الدائرية"
    ],
    "correct": 3
  },
  {
    "id": 15,
    "question": "ماذا تسمى القوة المؤثرة بين القمر الصناعي والأرض أثناء دورانه حولها؟",
    "url": "",
    "options": [
      "القوة المركزية",
      "قوة الدفع",
      "قوة السحب",
      "قوة الشد"
    ],
    "correct": 0
  },
  {
    "id": 16,
    "question": "اثنا تحرك جسم حركة دائرية، هل يتغير اتجاهه؟",
    "url": "",
    "options": [
      "يتغير من لحظة لأخرى",
      "يتغير كل ربع دورة",
      "يكون في اتجاه مركز الحركة الدائرية ",
      "يبقى اتجاهه ثابتاً على مسار الدائرة"
    ],
    "correct": 0
  },
  {
    "id": 17,
    "question": "الحركة الدائرية لجسم تكون تحت تأثير قوة محصلة تسمى القوة المركزية، أي من الأسهم التالية في الشكل يبين اتجاه القوة المركزية؟",
    "url": "image/s17.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 1
  },
  {
    "id": 18,
    "question":"أي العبارت التاية صحيح بالنسبة للحركة الدائرية للجسم؟",
    "url": "image/s18.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 19,
    "question": "ما الكمية الفيزيائية التي نحصل عليها من ضرب كتلة الجسم في سرعته؟",
    "url": "",
    "options": [
      "الإزاحة",
      "السرعة",
      "التسارع",
      "الزخم"
    ],
    "correct": 3
  },
  {
    "id": 20,
    "question": "من الشكل أعلاه، أي الأسطوانات أكثر زخماً؟",
    "url": "image/s20.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 21,
    "question": "زخم ورقة شجرة ساقطة ......... زخم كوز صنوبر ساقط من الارتفاع نفسه:",
    "url": "",
    "options": [
      "أكبر من",
      "أقل من",
      "يساوي",
      "أكبر بضعفين"
    ],
    "correct": 1
  },
  {
    "id": 22,
    "question": "يوضح الشكل أعلاه، أربع سيارات مختلفة الكتل، تسير بسرعات مختلفة. أي السيارات أكبر زخماً؟",
    "url": "image/s22.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 2
  },
  {
    "id": 23,
    "question": "عرضت معلمة أربع صور لحالات مختلفة من التصادم حددي رقم الحالة التي تمثل نوع من أنواع التصادمات:",
    "url": "image/s23.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 24,
    "question": "يتحرك القطار بسرعة 40 كم/س ساحباً خلفه عدد من العربات المحملة بالبضائع كما هو موضح بالشكل. كيف يمكن التقليل من مقدار زخم هذا القطار؟",
    "url": "image/s24.JPG",
    "options": [
      "إنقاص عدد العربات",
      "زيادة السرعة المتجهة للقطار",
      "تغيير اتجاه القطار",
      "زيادة السرعة اللحظية للقطار"
    ],
    "correct": 0
  },
  {
    "id": 25,
    "question": "حسب الشكل المجاور ما قيمة الزخم للدراجة؟",
    "url": "image/s25.JPG",
    "options": [
      "1500 كجم. م / ث",
      "1500 م / ث",
      "15 كجم. م / ث",
      "15 م / ث"
    ],
    "correct": 0
  },
  {
    "id": 26,
    "question": "من خلال الأشكال أعلاه، أي من الأسماك التالية لها زخم أعلى:",
    "url": "image/s26.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 2
  },
  {
    "id": 27,
    "question": "تتحرك الكرة الكبيرة (1) باتجاه الكرة الصغيرة الساكنة (2) المصنوعة من نفس النوع حتى اصطدمت بها، صف حركة الكرتين بعد التصادم:",
    "url": "image/s27.JPG",
    "options": [
      "ستتوقفان",
      "1 = 2",
      "1 أكبر من 2",
      "2 أكبر من 1"
    ],
    "correct": 3
  },
  {
    "id": 28,
    "question": "في الشكل أعلاه، تتحرك الشاحنة (1) باتجاه السيارة الصغيرة الساكنة (2). حتى اصطدمت، أي العبارات التالية تصف سرعتها بعد الاصطدام؟",
    "url": "image/s28.JPG",
    "options": [
      "سيتوقف كلاهما",
      "سرعة 1 = سرعة 2",
      "سرعة 1 < سرعة 2",
      "سرعة 2 < سرعة 1"
    ],
    "correct": 2
  },
  {
    "id": 29,
    "question": "أطلقت قذيفتان لهما نفس الكتلة، سرعة القذيفة الأولى نصف سرعة القذيفة الثانية أي العبارات التالية صحيحة بالنسبة للقذيفتين؟",
    "url": "",
    "options": [
      "زخم القذيفة الأولى أكبر",
      "زخم القذيفة الثانية أكبر",
      "كلا القذيفتين لهما نفس الزخم",
      "الزخم يساوي صفر للقذيفتين"
    ],
    "correct": 1
  },
  {
    "id": 30,
    "question": "أطلقت قذيفتان لهما نفس السرعة، كتلة القذيفة الأولى نصف كتلة القذيفة الثانية، أي العبارات التالية ينطبق على القذيفتين؟",
    "url": "",
    "options": [
      "زخم القذيفة الأولى أكبر",
      "زخم القذيفة الثانية أكبر",
      "كلا القذيفتين لهما نفس الزخم",
      "الزخم يساوي صفر للقذيفتين"
    ],
    "correct": 1
  },
  {
    "id": 31,
    "question": "ينص القانون الأول لنيوتن أنه إذا لم تؤثر على الجسم أي قوة خارجية، فإنه:",
    "url": "",
    "options": [
      "يتسارع",
      "لا يتسارع، ولا يتغير اتجاهه",
      "لا يتسارع، ولكن يتغير اتجاهه",
      "يتغير اتجاهه"
    ],
    "correct": 1
  },
  {
    "id": 32,
    "question": "إذا كنت راكباً دراجة ففي أي الحالات الآتية تكون القوى المؤثرة في الدراجة متزنة:",
    "url": "",
    "options": [
      "عندما تتسارع الدراجة",
      "عندما تنعطف بسرعة مقدارها ثابت",
      "عندما تتباطأ الدراجة",
      "عندما تتحرك بسرعة ثابتة"
    ],
    "correct": 3
  },
  {
    "id": 33,
    "question": "سحب عربة يعد مثال على:",
    "url": "image/s33.JPG",
    "options": [
      "قانون طفو",
      "قانون نيوتن الأول",
      "قانون نيوتن الثاني",
      "قانون التسارع"
    ],
    "correct": 1
  },
  {
    "id": 34,
    "question": "ما مقدار محصلة القوى المؤثرة على الشكل التالي بوحدة النيوتن؟ )",
    "url": "image/s34.JPG",
    "options": [
      "صفر",
      "2 نيوتن",
      "12 نيوتن",
      "30 نيوتن"
    ],
    "correct": 1
  },
  {
    "id": 35,
    "question": "قوة ممانعة تنشأ بين سطوح الأجسام المتالمسة:",
    "url": "",
    "options": [
      "قوة الشد",
      "قوة الدفع",
      "قوة الاحتكاك",
      "القصور الذاتي"
    ],
    "correct": 2
  },
  {
    "id": 36,
    "question": "إذا كان لديك 1 كجم من كل من الحديد، الألمنيوم، الخشب. فأي منها يحتاج الى قوة أكبر لتحريكها بافتراض غياب قوة الاحتكاك؟",
    "url": "",
    "options": [
      "الحديد",
      "الألمنيوم",
      "الخشب",
      "جميعها متساوية"
    ],
    "correct": 3
  },
  {
    "id": 37,
    "question": "ما سبب صعوبة نزول الصبي (ب) من التل مقارنة بالصبي (أ) في الصورة المقابلة:",
    "url": "image/s37.JPG",
    "options": [
      "الاحتكاك",
      "الانزلاق",
      "المسافة",
      "الإزاحة"
    ],
    "correct": 0
  },
  {
    "id": 38,
    "question": "أي العبارات التالية صحيح بالنسبة لأنواع الاحتكاك؟",
    "url": "",
    "options": [
      "في الاحتكاك السكوني يكون الجسم متحرك ثم يتوقف",
      "يحدث دوران في الحركة التي تتعرض لاحتكاك انزلاقي",
      "تتباطأ الحركة بسبب الاحتكاك التدحرجي",
      "جميع أنواع الاحتكاك تعيق الحركة ما عدا الاحتكاك السكوني"
    ],
    "correct": 2
  },
  {
    "id": 39,
    "question": "الاحتكاك المؤثر في عجلات عربة تتحرك على سطح مستو، يسمى احتكاك:",
    "url": "",
    "options": [
      "ساكن",
      "انزلاقي",
      "تدحرجي",
      "سائل"
    ],
    "correct": 2
  },
  {
    "id": 40,
    "question": "ميز أنواع الاحتكاك في الصورة المجاورة بالترتيب:",
    "url": "image/s40.JPG",
    "options": [
      "سكوني، انزلاقي، تدحرجي",
      "تدحرجي، انزلاقي، سكوني",
      "سكوني، انزلاقي، تدحرجي",
      "انزلاقي، سكوني، تدحرجي"
    ],
    "correct": 0
  },
  {
    "id": 41,
    "question": "ما نوع الاحتكاك الذي يظهر في الصورة التالية؟ ",
    "url": "image/s41.JPG",
    "options": [
      "احتكاك تدحرجي",
      "احتكاك سكوني",
      "احتكاك مائع",
      "احتكاك انزلاقي"
    ],
    "correct": 3
  },
  {
    "id": 42,
    "question": "ماذا يسمى ميل الجسم لمقاومة (ممانعة) إحداث أي تغيير في حالته الحركية؟",
    "url": "",
    "options": [
      "القوة",
      "القصور الذاتي",
      "التسارع السالب",
      "الكتلة"
    ],
    "correct": 1
  },
  {
    "id": 43,
    "question": "مفهوم القصور الذاتي يسمى قانون:",
    "url": "",
    "options": [
      "نيوتن الأول",
      "نيوتن الثاني",
      "نيوتن الثالث",
      "الجذب الكوني"
    ],
    "correct": 0
  },
  {
    "id": 44,
    "question": "اندفاع ركاب السيارة المتحركة إلى الأمام عند التوقف فجأة بسبب:",
    "url": "",
    "options": [
      "التسارع",
      "السرعة",
      "القصور الذاتي",
      "التباطؤ"
    ],
    "correct": 2
  },
  {
    "id": 45,
    "question": "يحافظ حزام الأمان على أمن وسلامة الركاب في السيارة، أي العبارات التالية توضح عمل حزام الأمان؟",
    "url": "",
    "options": [
      "تقليل تأثير القصور الذاتي",
      "زيادة تأثير الاحتكاك",
      "زيادة تسارع السيارة",
      "تقليل تسارع السيارة"
    ],
    "correct": 0
  },
  {
    "id": 46,
    "question": "يوضح الشكل المقابل ورقة موضوع عليها قرص ذهبي، إذا تم سحب الورقة بسرعة من الجهة (1) ففي أي اتجاه سيتحرك القرص الذهبي؟",
    "url": "image/s46.JPG",
    "options": [
      "في اتجاه القوة المؤثرة",
      "عكس اتجاه القوة المؤثرة",
      "يبقى ثابتاً في موقعه",
      "في اتجاه قوة عمودية"
    ],
    "correct": 2
  },
  {
    "id": 47,
    "question": "أثناء رحلة مدرسية بالحافلة طلب المعلم من الطلاب تحديد أي مراحل سير الحافلة المدونة في الجدول، لا يحدث فيها قصوراً ذاتياً؟",
    "url": "image/s47.JPG",
    "options": [
      "1 (توقفت فجأة)",
      "2 (انطلقت فجأة)",
      "3 (تحركت بسرعة 100 كم/س ثابتة)",
      "4 (انحرفت عند منعطف)"
    ],
    "correct": 2
  },
  {
    "id": 48,
    "question": "إذا أثرت قوة في جسم ما تتغير سرعة الجسم المتجهة في اتجاه القوة يحقق:",
    "url": "",
    "options": [
      "قانون نيوتن الأول",
      "قانون نيوتن الثاني",
      "قانون نيوتن الثالث",
      "قانون الجذب"
    ],
    "correct": 1
  },
  {
    "id": 49,
    "question": "في أي مثال يتحرك غرض ما بفعل قوة الجاذبية؟",
    "url": "",
    "options": [
      "فتاة تضرب كرة بواسطة مضرب",
      "ولد يدفع صندوقاً على الأرض",
      "فتاة تدق مسماراً على الجدار",
      "ولد يقع عن شجرة على الأرض"
    ],
    "correct": 3
  },
  {
    "id": 50,
    "question": "يدفع شخصان صندوقاً كما هو مبين في الشكل أعلاه، ما مقدار تسارع الصندوق واتجاه حركته:",
    "url": "image/s50.JPG",
    "options": [
      "0.4 م/ث² باتجاه اليسار",
      "0.4 م/ث² باتجاه اليمين",
      "2.5 م/ث² باتجاه اليسار",
      "2.5 م/ث² باتجاه اليمين"
    ],
    "correct": 1
  },
  {
    "id": 51,
    "question": "حسب الشكل أعلاه، ماذا تتوقع أن يحدث للحبل؟ )",
    "url": "image/s51.JPG",
    "options": [
      "يتحرك باتجاه اليمين",
      "يتحرك باتجاه الشمال",
      "يبقى ثابتاً في مكانه",
      "يتذبذب يميناً وشمالاً"
    ],
    "correct": 2
  },
  {
    "id": 52,
    "question": "حسب الشكل أعلاه، ما الذي يحدث للحبل؟",
    "url": "image/s52.JPG",
    "options": [
      "يتحرك باتجاه اليمين",
      "يتحرك باتجاه اليسار",
      "يبقى ثابتاً في مكانه",
      "يتذبذب يميناً وشمالاً"
    ],
    "correct": 1
  },
  {
    "id": 53,
    "question": "يدفع طفلان صندوقاً خشبياً كتلته 50 كيلوجرام، بحيث يؤثر كل منهما بقوة مقدارها 25 نيوتن.. أي مما يلي يمثل تسارع الصندوق باعتبار أن الاحتكاك مهمل؟",
    "url": "image/s53.JPG",
    "options": [
      "0.5 م/ث²",
      "1 م/ث²",
      "2 م/ث²",
      "4 م/ث²"
    ],
    "correct": 1
  },
  {
    "id": 54,
    "question": "أثر خالد بقوة مقدارها واحد نيوتن على كرتين (1)، (2). ولاحظ أن تسارع الكرة (2) يساوي نصف تسارع الكرة (1) فأي مما يلي صحيح:",
    "url": "",
    "options": [
      "كتلة الكرة (1) ضعف كتلة الكرة (2)",
      "كتلة الكرة (2) ضعف كتلة الكرة (1)",
      "كتلة الكرة (1) تساوي كتلة الكرة (2)",
      "لا يتأثر التسارع بكتلة الجسم"
    ],
    "correct": 1
  },
  {
    "id": 55,
    "question": "أثرت قوة مقدارها F على كرتين (أ)، (ب). ولوحظ أن تسارع الكرة (أ) يساوي ضعفي تسارع الكرة (ب)، فأي مما يلي صحيح؟",
    "url": "",
    "options": [
      "كتلة الكرة (أ) ضعف كتلة الكرة (ب)",
      "كتلة الكرة (ب) ضعف كتلة الكرة (أ)",
      "كتلة الكرة (أ) تساوي كتلة الكرة (ب)",
      "لا يتأثر التسارع بكتلة الجسم"
    ],
    "correct": 1
  },
  {
    "id": 56,
    "question": "أثرت قوة مقدارها 40 نيوتن في جسم كتلته 10 كجم فأكسبته تسارعاً مقداره:",
    "url": "",
    "options": [
      "4",
      "0.4",
      "400",
      "0.04"
    ],
    "correct": 0
  },
  {
    "id": 57,
    "question": "في الصورة أم تدفع عربة طفلها بقوة 11 نيوتن فإذا علمت أن كتلة العربة بوجود الطفل 10 كجم ومقدار الاحتكاك بين العربة والأرض 1 نيوتن، فكم يكون تسارع العربة بوحدة م/ث²؟",
    "url": "image/s57.JPG",
    "options": [
      "0.83",
      "1",
      "1.1",
      "1.2"
    ],
    "correct": 1
  },
  {
    "id": 58,
    "question": "من الشكل التالي تكون قوة تأثير الجاذبية الأرضية أكبر ما يمكن على المظلي رقم:",
    "url": "image/s58.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 1
  },
  {
    "id": 59,
    "question": "سقوط حجر من أعلى بناية مثال على:",
    "url": "",
    "options": [
      "قوة الاحتكاك",
      "قوة التأثير المتبادل",
      "قوة الشد",
      "قوة الجاذبية"
    ],
    "correct": 3
  },
  {
    "id": 60,
    "question": "إذا كانت كتلة طفل 20 كجم، فكم يكون وزنه؟ إذا علمت أن تسارع الجاذبية الأرضية = 9.8 م/ث²",
    "url": "",
    "options": [
      "196 كجم",
      "196 نيوتن",
      "20 كجم",
      "20 نيوتن"
    ],
    "correct": 1
  },
  {
    "id": 61,
    "question": "إذا كانت كتلة جسم 100 كجم على الأرض، فإن كتلة هذا الجسم على القمر:",
    "url": "",
    "options": [
      "16.6 كجم",
      "تزداد بسبب أن كتلة القمر أقل",
      "تقل بسبب أن جاذبية أقل",
      "100 كجم"
    ],
    "correct": 3
  },
  {
    "id": 62,
    "question": "كم يبلغ وزنك على سطح الأرض مقارنة بوزنك على سطح القمر؟",
    "url": "",
    "options": [
      "6 أضعاف",
      "1/6",
      "نفس الوزن",
      "لا يوجد وزن على سطح القمر"
    ],
    "correct": 0
  },
  {
    "id": 63,
    "question": "أي الأشكال أعلاه، تمثل المقدار والاتجاه الصحيحين للقوة المتبادلة بين جسمين؟",
    "url": "image/s63.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 64,
    "question": "لاعب الجمباز أثناء الأداء، يقوم بدفع جهاز المتوازي بقوة لأسفل، فيؤثر الجهاز بقوة في اللاعب، ما مقدار تلك القوة؟",
    "url": "image/s64.JPG",
    "options": [
      "مساوية في المقدار لأسفل",
      "مساوية في المقدار لأعلى",
      "أكبر مقداراً ومساوية في الاتجاه",
      "أقل مقداراً ومعاكسة في الاتجاه"
    ],
    "correct": 1
  },
  {
    "id": 65,
    "question": "إذا قمت بسحب الكرسي في الصورة بقوة مقدارها 10 نيوتن فإن الكرسي سيسحبك بقوة مقدارها 10 نيوتن في الاتجاه المعاكس - حسب قانون نيوتن الثالث - أي العبارات التالية تفسر سبب تحرك الكرسي؟",
    "url": "image/s65.JPG",
    "options": [
      "يتحرك لأن محصلة القوى المؤثرة تساوي صفر",
      "قوة رد الفعل أكبر فيتحرك الكرسي",
      "الكرسي يتحرك بسبب قوة السحب",
      "لأن القوتان تؤثران على جسمين مختلفين"
    ],
    "correct": 3
  },
  {
    "id": 66,
    "question": "أي القوانين التالية تمثل حركة الطيور أثناء تحليقها:",
    "url": "image/s66.JPG",
    "options": [
      "قانون الجذب العام",
      "قانون نيوتن الثاني",
      "قانون نيوتن الثالث",
      "قانون نيوتن الأول"
    ],
    "correct": 2
  },
  {
    "id": 67,
    "question": "عند قفز المظلي نحو الأرض فإن الأرض والمظلي يجذب كل منهما الآخر، فما تفسير ذلك؟",
    "url": "image/s67.JPG",
    "options": [
      "أن محصلة القوى المؤثرة تساوي صفر",
      "أن لكل فعل رد فعل مساوي له في المقدار والاتجاه",
      "أن لكل فعل رد فعل مساوي له في المقدار ومعاكس في الاتجاه",
      "أن إحدى القوى المؤثرة في المظلي تساوي صفر"
    ],
    "correct": 2
  },
  {
    "id": 68,
    "question": "حدد قوى الفعل وقوى رد الفعل عند إطلاق رصاصة من بندقية؟",
    "url": "image/s68.JPG",
    "options": [
      "الفعل إطلاق الرصاصة، ورد الفعل المسافة التي يقطعها",
      "الفعل إطلاق الرصاصة، ورد الفعل صوت الرصاصة",
      "الفعل إطلاق الرصاصة، ورد الفعل حركة البندقية للأمام",
      "الفعل إطلاق الرصاصة، ورد الفعل ارتداد البندقية إلى الخلف"
    ],
    "correct": 3
  },
  {
    "id": 69,
    "question": "أي القوانين التالية تفسر اندفاع خرطوم الماء للخلف عندما يفتح في حين يندفع الماء للأمام؟",
    "url": "image/s69.JPG",
    "options": [
      "قانون نيوتن الأول",
      "قانون نيوتن الثاني",
      "قانون نيوتن الثالث",
      "قانون الجذب العام"
    ],
    "correct": 2
  },
  {
    "id": 70,
    "question": "تفسر حالة طفو رواد الفضاء داخل المكوك بأنهم يعانون من حالة:",
    "url": "",
    "options": [
      "انعدام الوزن",
      "انعدام الكتلة",
      "زيادة الوزن",
      "زيادة الكتلة"
    ],
    "correct": 0
  },
  {
    "id": 71,
    "question": "أي المفاهيم الفيزيائية التالية توضحه الصورة؟ (صورة رائد فضاء يسبح)",
    "url": "image/s71.JPG",
    "options": [
      "السقوط الحر",
      "الجذب المغناطيسي",
      "القصور الذاتي",
      "التفريغ الكهربائي"
    ],
    "correct": 0
  },
  {
    "id": 72,
    "question": "جميع الحالات التالية تمثل انعداماً في الوزن للأجسام الموجودة فيها، ما عدا:",
    "url": "",
    "options": [
      "مصعد يسقط للأسفل",
      "السفينة الفضائية في الفضاء",
      "لعبة القطار (الأفعوانية)",
      "سيارة سباق"
    ],
    "correct": 3
  },
  {
    "id": 73,
    "question": "أي الأشكال الآتية توضح اتجاه قوة الجاذبية المؤثرة على الجسمين في الفضاء الخارجي؟",
    "url": "",
    "options": [
      "image/s73a.JPG",
      "image/s73b.JPG",
      "image/s73g.JPG",
      "image/s73d.JPG"
    ],
    "correct": 0
  },
  {
    "id": 74,
    "question": "تتناسب قوة الجذب بين أي جسمين:",
    "url": "",
    "options": [
      "طردياً مع كتلة الجسمين وعكسياً مع المسافة بينهما",
      "عكسياً مع كتلة الجسمين وطردياً مع المسافة بينهما",
      "عكسياً مع كل من الكتلة والمسافة بينهما",
      "طردياً مع كل من الكتلة والمسافة بينهما"
    ],
    "correct": 0
  },
  {
    "id": 75,
    "question": "ما سبب عدم إضاءة المصباح في الدائرة الموضحة في الشكل؟",
    "url": "image/s75.JPG",
    "options": [
      "تتحول الطاقة الكهربائية إلى طاقة ضوئية",
      "تتحول الطاقة الضوئية إلى طاقة كهربائية",
      "عدم سريان التيار الكهربائي في الدائرة",
      "عدم وجود مقاومة كهربائية"
    ],
    "correct": 2
  },
  {
    "id": 76,
    "question": "تنتقل ................. في البطارية الجافة من القطب ................. الخياران المناسبان لملء الفراغات هما:",
    "url": "",
    "options": [
      "الإلكترونات - السالب",
      "الإلكترونات - الموجب",
      "البروتونات - الموجب",
      "البروتونات - السالب"
    ],
    "correct": 1
  },
  {
    "id": 77,
    "question": "عند غلق المفتاح في الدائرة الكهربائية المقابلة فأي المصابيح ستضيء؟",
    "url": "image/s77.JPG",
    "options": [
      "A-B",
      "E-D",
      "D-C",
      "E-C"
    ],
    "correct": 0
  },
  {
    "id": 78,
    "question": "تولد البطارية التيار الكهربائي من:",
    "url": "",
    "options": [
      "الطاقة الميكانيكية",
      "الطاقة الكيميائية",
      "الطاقة الشمسية",
      "الطاقة النووية"
    ],
    "correct": 1
  },
  {
    "id": 79,
    "question": "كيف يتغير التيار في دائرة كهربائية إذا نقصت قيمة المقاومة الكهربائية وبقي الجهد الكهربائي ثابتاً؟",
    "url": "",
    "options": [
      "يقل التيار الكهربائي",
      "يختزل التيار الكهربائي إلى النصف",
      "يزداد التيار الكهربائي",
      "يبقى التيار الكهربائي ثابتاً"
    ],
    "correct": 2
  },
  {
    "id": 80,
    "question": "أي مما يلي سبب انتقال التيار الكهربائي في المواد الصلبة؟",
    "url": "",
    "options": [
      "تدفق الذرات",
      "تدفق الشحنات",
      "تدفق الأيونات",
      "تدفق الإلكترونات"
    ],
    "correct": 3
  },
  {
    "id": 81,
    "question": "ما نوع التيار الصادر من البطاريات؟",
    "url": "",
    "options": [
      "التيار المتردد",
      "التيار المستمر",
      "التيار العشوائي",
      "التيار الجانبي"
    ],
    "correct": 1
  },
  {
    "id": 82,
    "question": "الجهاز الذي يعطي تياراً كهربائياً متردداً:",
    "url": "",
    "options": [
      "المحول الكهربائي",
      "المولد الكهربائي",
      "المحرك الكهربائي",
      "البطارية الكهربائية"
    ],
    "correct": 1
  },
  {
    "id": 83,
    "question": "في الشكل أعلاه، أي الأشكال ينتج تياراً متردداً؟",
    "url": "image/s83.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 84,
    "question": "في الشكل أعلاه، التفسير العلمي لانحراف مسار الماء هو:",
    "url": "image/s84.JPG",
    "options": [
      "تنجذب الشحنات الموجبة في الماء إلى الشحنات السالبة للبالون",
      "تنجذب الشحنات السالبة في الماء إلى الشحنات السالبة للبالون",
      "تنجذب الشحنات الموجبة في الماء إلى الشحنات الموجبة للبالون",
      "تنجذب الشحنات السالبة في الماء إلى الشحنات الموجبة للبالون"
    ],
    "correct": 0
  },
  {
    "id": 85,
    "question": "حسب الشكل أعلاه، أي مما يلي يمثل الشحنات في كل من أ - ب - ج؟",
    "url": "image/s85.JPG",
    "options": [
      "أ (-)، ب (+)، ج (+)",
      "أ (+)، ب (+)، ج (+)",
      "أ (+)، ب (-)، ج (-)",
      "أ (+)، ب (-)، ج (+)"
    ],
    "correct": 3
  },
  {
    "id": 86,
    "question": "المصطلح المناسب لوصف الشكل أعلاه؟",
    "url": "image/s86.JPG",
    "options": [
      "الدائرة الكهربائية",
      "الجهد الكهربائي",
      "التفريغ الكهربائي",
      "التيار الكهربائي"
    ],
    "correct": 2
  },
  {
    "id": 87,
    "question": "تستخدم برادة الحديد لتوضيح أي المجالات الآتية:",
    "url": "",
    "options": [
      "المجال المغناطيسي",
      "المجال الكهربائي",
      "مجال جذب الأرض",
      "المجال الكهرومغناطيسي"
    ],
    "correct": 0
  },
  {
    "id": 88,
    "question": "في الشكل أعلاه، سلك يسري به تيار كهربائي استخدمت برادة الحديد لتوضيح المجال المتولد حول السلك. حدد نوع المجال المتولد حول السلك:",
    "url": "image/s88.JPG",
    "options": [
      "المجال المغناطيسي",
      "المجال الكهربائي",
      "مجال جذب الأرض",
      "المجال الكهرومغناطيسي"
    ],
    "correct": 0
  },
  {
    "id": 89,
    "question": "أي مما يلي ليس له مجال مغناطيسي؟",
    "url": "",
    "options": [
      "image/s89a.JPG",
      "image/s89b.JPG",
      "image/s89g.JPG",
      "image/s89d.JPG"
    ],
    "correct": 2
  },
  {
    "id": 90,
    "question": "على الرغم من وجود اختلاف بين المجال الكهربائي والمجال المغناطيسي في العديد من الأمور، إلا أنهما من الممكن أن يتفقا في عدد من الخصائص، أي العبارات التالية صحيحة؟",
    "url": "",
    "options": [
      "القوة متركزة عند الأقطاب",
      "خطوط المجال عمودية على السطح",
      "خطوط المجال متقاطعة",
      "خطوط المجال وهمية"
    ],
    "correct": 0
  },
  {
    "id": 91,
    "question": "أي مما يأتي يمثل دائرة كهربائية يضاء فيها المصباح؟",
    "url": "image/p4_q5.JPG",
    "options": [
      "image/s91a.JPG",
      "image/s91b.JPG",
      "image/s91g.JPG",
      "image/s91d.JPG"
    ],
    "correct": 3
  },
  {
    "id": 92,
    "question": "لدى فهد دائرة كهربائية لم تكتمل لنقص عدد أسلاك التوصيل: ما المادة التي يمكن أن تغلق دائرته من المواد التالية:",
    "url": "image/s92.JPG",
    "options": [
      "ملعقة خشبية",
      "ساق زجاجية",
      "قطعة نحاس",
      "مسطرة بلاستيكية"
    ],
    "correct": 2
  },
  {
    "id": 93,
    "question": "أي مما يلي يمثل نوع الدائرة في الشكل أعلاه؟",
    "url": "image/s93.JPG",
    "options": [
      "دائرة توالي: حيث تعتمد على مسار واحد للتيار",
      "دائرة توازي: حيث تعتمد على مسارات متعددة للتيار",
      "دائرة توازي: حيث تعتمد على مسار واحد للتيار",
      "دائرة توالي: حيث تعتمد على مسارات متعددة للتيار"
    ],
    "correct": 1
  },
  {
    "id": 94,
    "question": "حسب نوع التوصيل للدائرة الكهربائية في الشكل أعلاه ما العلاقة بين توهج كل مصباح في الدائرة والعدد الكلي للمصابيح الموصلة؟",
    "url": "image/s94.JPG",
    "options": [
      "عند زيادة العدد يقل التوهج",
      "يبدأ التوهج بالتناقص التدريجي إلى أن ينعدم مع الوقت",
      "كلما زاد عدد المصابيح الموصلة زاد التوهج",
      "لا يتغير التوهج لأي مصباح عند زيادة العدد"
    ],
    "correct": 3
  },
  {
    "id": 95,
    "question": "أي الدوائر الكهربائية توضح إمكانية التحكم بإضاءة المصباح فيها من مفتاحين كهربائيين مختلفين؟",
    "url": "image/p6_q1.JPG",
    "options": [
      "image/s95a.JPG",
      "image/s95b.JPG",
      "image/s95g.JPG",
      "image/s95d.JPG"
    ],
    "correct": 3
  },
  {
    "id": 96,
    "question": "تختلف الدائرة الكهربائية الموصلة على التوالي عن الدائرة الموصلة على التوازي بـ :",
    "url": "",
    "options": [
      "وجود عدد من البطاريات",
      "وجود عدد من المصابيح",
      "أن المصابيح تكون متقاربة",
      "أن مسار التيار فيها لا يتفرع"
    ],
    "correct": 3
  },
  {
    "id": 97,
    "question": "أي الأشكال يمثل دائرة توصيل على التوازي؟",
    "url": "image/s97.JPG",
    "options": [
      "1",
      "2",
      "3",
      "5"
    ],
    "correct": 1
  },
  {
    "id": 98,
    "question": "يستخدم مغناطيس كهربائي لفصل النفايات الحديدية، إذا كان المقاومة الكهربائية ثابتة وتضاعف التيار 3 مرات ماذا يحدث للجهد الكهربائي؟",
    "url": "",
    "options": [
      "يقل إلى النصف",
      "لا يتغير",
      "يتضاعف ثلاث مرات",
      "يقل إلى الثلث"
    ],
    "correct": 2
  },
  {
    "id": 99,
    "question": "أي مما يلي يمثل شدة التيار المار في مقاومة 3 أوم بالأمبير، إذا علمت أن فرق الجهد بين طرفي المقاومة 30 فولت؟",
    "url": "",
    "options": [
      "10",
      "40",
      "70",
      "90"
    ],
    "correct": 0
  },
   {
    "id": 100,
    "question": "يتدفق عبر الغلاية جهد كهربائي كما في الشكل أي مما يلي يمثل قيمة مقاومة الغلاية بالأوم؟ (الجهد 900، التيار 6)",
    "url": "image/s100.JPG",
    "options": [
      "150",
      "170",
      "140",
      "160"
    ],
    "correct": 0
  },
  {
    "id": 101,
    "question": "قامت سارة برسم شكل بياني يوضح العلاقة بين الجهد والتيار الكهربائي لجهاز المذياع كما هو موضح في الشكل أعلاه. أي مما يلي يمثل قيمة المقاومة الكهربائية لجهاز المذياع بوحدة الأوم؟",
    "url": "image/s101.JPG",
    "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "correct": 3
  },
  {
    "id": 102,
    "question": "إذا كان التيار في دائرة كهربائية يساوي 50 أمبير، والمقاومة 5 أوم، فما الجهد الكهربائي بوحدة الفولت؟",
    "url": "",
    "options": [
      "200",
      "125",
      "275",
      "250"
    ],
    "correct": 3
  },
  {
    "id": 103,
    "question": "ما قيمة الجهد الكهربائي في دائرة يمر بها تيار شدته 6 أمبير خلال مقاومة كهربائية مقدارها 4 أوم؟",
    "url": "",
    "options": [
      "6 فولت",
      "4 فولت",
      "24 فولت",
      "1.5 فولت"
    ],
    "correct": 2
  },
  {
    "id": 104,
    "question": "يوضح الشكل أعلاه، دائرة كهربائية بسيطة، ما مقدار جهد مصدر الطاقة الكهربائية بوحدة الفولت؟",
    "url": "image/s104.JPG",
    "options": [
      "12",
      "5",
      "0.75",
      "0.083"
    ],
    "correct": 2
  },
  {
    "id": 105,
    "question": "ما قيمة المقاومة الكهربائية بوحدة الأوم في الدائرة الكهربائية في الشكل أعلاه؟ ",
    "url": "image/s105.JPG",
    "options": [
      "12",
      "6",
      "0.166",
      "24"
    ],
    "correct": 1
  },
  {
    "id": 106,
    "question": "أي من التوصيلات التالية تجعل الدائرة الكهربائية مغلقة وتسمح بمرور التيار؟",
    "url": "image/s106.JPG",
    "options": [
      "سلك بلاستيكي تتدفق خلاله أيونات",
      "سلك نحاسي تتدفق خلاله إلكترونات",
      "سلك بلاستيكي تتدفق خلاله إلكترونات",
      "سلك نحاسي تتدفق خلاله أيونات"
    ],
    "correct": 1
  },
  {
    "id": 107,
    "question": "في لعبة الكلمات المتقاطعة كان أحد الصفوف يمثل مادة يصعب انتقال الشحنات الكهربائية خلالها، ما الجواب المناسب؟",
    "url": "image/s107.JPG",
    "options": [
      "بلاستيك",
      "نحاس",
      "حديد",
      "ذهب"
    ],
    "correct": 0
  },
  {
    "id": 108,
    "question": "إذا تراكمت شحنات كهربائية على قضبان بلاستيكية كما في الشكل، ففي أي قضيب تكون الشحنة الكهربائية الكلية أقل ما يمكن؟",
    "url": "image/s108.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 1
  },
  {
    "id": 109,
    "question": "أي المواد التالية لها مقاومة كهربائية منخفضة؟",
    "url": "",
    "options": [
      "الخشب",
      "النحاس",
      "الزجاج",
      "الرصاص"
    ],
    "correct": 1
  },
  {
    "id": 110,
    "question": "في الشكل أعلاه، أي المواد التالية ستضيء المصباح عند استخدامها كموصل؟",
    "url": "image/s110.JPG",
    "options": [
      "1 و 2",
      "2 و 3",
      "3 و 4",
      "4 و 5"
    ],
    "correct": 0
  },
  {
    "id": 111,
    "question": "تستخدم الأسلاك النحاسية في التمديدات الكهربائية... استعداداً لاستضافة أكسبو الرياض لأنها:",
    "url": "image/s111.JPG",
    "options": [
      "أقل ثمناً",
      "أعلى مقاومة كهربائية",
      "أشد صلابة",
      "أقل مقاومة كهربائية"
    ],
    "correct": 3
  },
  {
    "id": 112,
    "question": "من مزايا استخدام الموصلات فائقة التوصيل في صناعة أسلاك نقل الطاقة الكهربائية:",
    "url": "",
    "options": [
      "تتحول الطاقة الكهربائية إلى حرارة",
      "تقل الطاقة الكهربائية المتحولة إلى حرارة",
      "مقاومتها عالية للتيار الكهربائي",
      "تضيع الطاقة الكهربائية"
    ],
    "correct": 1
  },
  {
    "id": 113,
    "question": "أي الموصلات التالية تتميز بأن مقاومتها صفرية؟",
    "url": "",
    "options": [
      "الفلزية",
      "شبه الفلزية",
      "فائقة التوصيل",
      "اللافلزية"
    ],
    "correct": 2
  },
  {
    "id": 114,
    "question": "أي الأسلاك التالية لها أعلى مقاومة للتيار الكهربائي إذا علمت أن جميع الأسلاك مصنوعة من المادة نفسها؟",
    "url": "",
    "options": [
      "سلك طوله 60 سم، وقطره 4 مم",
      "سلك طوله 30 سم، وقطره 4 مم",
      "سلك طوله 60 سم، وقطره 2 مم",
      "سلك طوله 30 سم، وقطره 2 مم"
    ],
    "correct": 2
  },
  {
    "id": 115,
    "question": "أي المواد التالية يعتبر موصلاً كهربائياً جيداً؟",
    "url": "",
    "options": [
      "النحاس",
      "البلاستيك",
      "الخشب",
      "السليكون"
    ],
    "correct": 0
  },
  {
    "id": 116,
    "question": "عرضت المعلمة على الطالبات أربع صور توضيحية لحالات تجاذب وتنافر بين مغناطيسين، أي رقم يشير إلى الحالة الصحيحة؟",
    "url": "image/s116.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 1
  },
  {
    "id": 117,
    "question": "لدى محمد نموذج مكون من حلقة فلزية وقرص فلزي كما في الشكل، عند توصيله بالتيار الكهربائي تصبح الحلقة معلقة في الهواء فوق القرص، واستنتج من ملاحظته ان الحلقة والقرص - على الترتيب - هما مغناطيسان:",
    "url": "image/s117.JPG",
    "options": [
      "دائم وكهربائي",
      "دائمان",
      "كهربائي ودائم",
      "كهربائيان"
    ],
    "correct": 0
  },
  {
    "id": 118,
    "question": "ينشأ المجال المغناطيسي في المنطقة التي حول المغناطيس بتأثير:",
    "url": "",
    "options": [
      "المقاومة الكهربائية",
      "الشحنات المتحركة",
      "الشحنات الساكنة",
      "القوة المغناطيسية"
    ],
    "correct": 1
  },
  {
    "id": 119,
    "question": "ينشأ المجال المغناطيسي عندما يمر تيار كهربائي في سلك ملفوف حول قضيب حديدي، فكلما كان شدة التيار الكهربائي (س)، كان المجال المغناطيسي (ص)، أكمل العبارة السابقة باختيارك لصف من الكلمات في الجدول أمامك:",
    "url": "image/s119.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 120,
    "question": "أي الطرق التالية يمكن أن تزيد من قوة المغناطيس الكهربائي؟ (بناءً على الصور الموضحة)",
    "url": "",
    "options": [
      "image/s120a.JPG",
        "image/s120b.JPG",
      "image/s120g.JPG",
      "image/s120d.JPG"
    ],
    "correct": 0
  },
  {
    "id": 121,
    "question": "أي الطرق التالية يمكن أن تزيد من قوة المغناطيس الكهربائي؟",
    "url": "",
    "options": [
      "زيادة درجة الحرارة",
      "زيادة عدد اللفات حلزونياً",
      "تقليل المسافات بين اللفات",
      "تقليل شدة التيار الكهربائي"
    ],
    "correct": 1
  },
  {
    "id": 122,
    "question": "تسمى الدائرة الكهربائية التي لها مجال مغناطيسي؟",
    "url": "image/s122.JPG",
    "options": [
      "مغناطيس كهربائي",
      "مولد كهربائي",
      "كهرباء ساكنة",
      "الرفع المغناطيسي"
    ],
    "correct": 0
  },
  {
    "id": 123,
    "question": "أي مما يلي يمثل تركيب المغناطيس الكهربائي؟",
    "url": "",
    "options": [
      "image/s123a.JPG",
      "image/s123b.JPG",
      "image/s123g.JPG",
      "image/s123d.JPG"
    ],
    "correct": 1
  },
  {
    "id": 124,
    "question": "عندما يمر تيار كهربائي في موصل على شكل حلقة موضوعة بين قطبي مغناطيس كما في الشكل أعلاه، فإننا نصنع:",
    "url": "image/s124.JPG",
    "options": [
      "جرساً كهربائياً",
      "محركاً كهربائياً",
      "محولاً كهربائياً",
      "مولداً كهربائياً"
    ],
    "correct": 1
  },
  {
    "id": 125,
    "question": "ينشأ المجال المغناطيسي في المنطقة التي حول المغناطيس بتأثير:",
    "url": "",
    "options": [
      "المقاومة الكهربائية",
      "الشحنات المتحركة",
      "الشحنات الساكنة",
      "القوة المغناطيسية"
    ],
    "correct": 1
  },
  {
    "id": 126,
    "question": "يريد سالم الكشف عن وجود المجال المغناطيسي فوضع نوع من المغناطيس مستطيل الشكل على طاولة، وغطاه بطبق دائري من البلاستيك، وقام بنثر برادة من الحديد فوق الطبق، فاكتشف أن المجال المغناطيسي يبدو أقوى ما يمكن عند:",
    "url": "image/s126.JPG",
    "options": [
      "القطب الشمالي",
      "القطب الجنوبي",
      "كلا القطبين",
      "في المنتصف"
    ],
    "correct": 2
  },
  {
    "id": 127,
    "question": "أيُّ مما يلي يحوِّلُ الطاقة الكهربائية إلى طاقةٍ ميكانيكية ويُعدُّ من مشروعات النقل السريع في المملكة العربية السعودية؟",
    "url": "",
    "options": [
      "السفينة",
      "قطار الحرمين",
      "الطائرة",
      "السيارة"
    ],
    "correct": 1
  },
  {
    "id": 128,
    "question": "عندما نستخدم بخار الماء المندفع بقوة لتحريك موصل كهربائي على شكل حلقة موضوعة بين قطبي مغناطيس كما في الشكل أعلاه، فإننا نصنع:",
    "url": "image/s128.JPG",
    "options": [
      "جرساً كهربائياً",
      "محولاً كهربائياً",
      "مولداً كهربائياً",
      "محركاً كهربائياً"
    ],
    "correct": 2
  },
  {
    "id": 129,
    "question": "أي مما يأتي يطلق على مجموع طاقتي الوضع والحركة؟",
    "url": "",
    "options": [
      "الحرارة النوعية",
      "الطاقة الحرارية",
      "الطاقة النووية",
      "درجة الحرارة"
    ],
    "correct": 1
  },
  {
    "id": 130,
    "question": "الطاقة الحرارية للمادة تتناسب مع حركة:",
    "url": "",
    "options": [
      "الجزيئات",
      "الإلكترونات",
      "النيوترونات",
      "البروتونات"
    ],
    "correct": 0
  },
  {
    "id": 131,
    "question": "الجدول أعلاه يوضح بعض الخصائص لثلاث كرات من النحاس. أي العبارات الآتية تعبر عن الطاقة الحرارية للكرات؟",
    "url": "image/s131.JPG",
    "options": [
      "متساوية في جميع الكرات",
      "في الكرة (1) أعلى من (2) و (3)",
      "في الكرة (2) أعلى من (1) و (3)",
      "في الكرة (3) أعلى من (1) و (2)"
    ],
    "correct": 1
  },
  {
    "id": 132,
    "question": "يوضح الجدول أعلاه بعض الخصائص لثلاثة مكعبات من الحديد. حسب الجدول فإن الطاقة الحرارية:",
    "url": "image/s132.JPG",
    "options": [
      "متساوية في جميع الكرات",
      "في المكعب (أ) أعلى من (ب) و (ج)",
      "في المكعب (ب) أعلى من (أ) و (ج)",
      "في المكعب (ج) أعلى من (أ) و (ب)"
    ],
    "correct": 3
  },
  {
    "id": 133,
    "question": "حسب الشكل أعلاه، أي مما يلي يمثل المواد الجيدة في توصيل الحرارة؟",
    "url": "image/s133.JPG",
    "options": [
      "2، 3، 6",
      "1، 3، 4",
      "4، 5، 1",
      "6، 5، 2"
    ],
    "correct": 1
  },
  {
    "id": 134,
    "question": "أربعة أكواب ورقية مغلفة بمواد مختلفة، ملئت بماء ساخن، وبعد مضي 15 دقيقة تم قياس درجة حرارة الماء في كل كوب. أي مما يلي يمثل المادة التي تحتفظ بحرارة الماء وقتاً أقل؟",
    "url": "image/s134.JPG",
    "options": [
      "المادة (أ)",
      "المادة (ب)",
      "المادة (ج)",
      "المادة (د)"
    ],
    "correct": 2
  },
  {
    "id": 135,
    "question": "عند ذهابك للمدرسة صباحاً لاحظت وجود قطرات من الماء على زجاج السيارة. ما سبب ذلك؟",
    "url": "image/s135.JPG",
    "options": [
      "التكثف",
      "التبخر",
      "الغليان",
      "التسامي"
    ],
    "correct": 0
  },
  {
    "id": 136,
    "question": "أي مما يلي يصف الرسم البياني لتغير درجة الحرارة مع الزمن لعينة من الماء بدرجة حرارة الغرفة إلى درجة الغليان؟",
    "url": "image/s136.JPG",
    "options": [
      "الشكل (أ)",
      "الشكل (ب)",
      "الشكل (ج)",
      "الشكل (د)"
    ],
    "correct": 2
  },
  {
    "id": 137,
    "question": "غلف طالب أربعة كؤوس زجاجية بمواد مختلفة، ثم قام بملئها بماء ساخن، وبعد مضي 15 دقيقة قام بقياس درجة حرارة الماء في كل كأس. أي مما يلي يمثل المادة التي تحتفظ بحرارة الماء وقتاً أطول؟",
    "url": "image/s137.JPG",
    "options": [
      "المادة (أ)",
      "المادة (ب)",
      "المادة (ج)",
      "المادة (د)"
    ],
    "correct": 1
  },
  {
    "id": 138,
    "question": "لديك مادتين فلزيتين درجة حرارتهما مختلفة وضعا فوق بعضهما، حدد اتجاه انتقال الحرارة؟",
    "url": "",
    "options": [
      "من الأعلى إلى الأقل",
      "من الأقل إلى الأعلى",
      "لا تنتقل الحرارة",
      "كل مادة تزداد حرارته"
    ],
    "correct": 0
  },
  {
    "id": 139,
    "question": "في الشكل المجاور؛ يتحول الماء من حالته الصلبة إلى حالته السائلة، فما هو تأثير الطاقة الحرارية المكتسبة على خصائص ذرات الماء؟",
    "url": "image/s139.JPG",
    "options": [
      "تقل الحركة والسرعة والمسافة",
      "تزداد الحركة والسرعة والمسافة",
      "تقل الحركة والسرعة وتزداد المسافة",
      "تزداد الحركة والسرعة وتقل المسافة"
    ],
    "correct": 1
  },
  {
    "id": 140,
    "question": "حسب الشكل المجاور، أي مما يلي يمثل طرق انتقال الطاقة الحرارية بين الأجسام؟",
    "url": "image/s140.JPG",
    "options": [
      "1- الإشعاع 2- التوصيل 3- الحمل",
      "1- الإشعاع 2- الحمل 3- التوصيل",
      "1- التوصيل 2- الإشعاع 3- الحمل",
      "1- التوصيل 2- الحمل 3- الإشعاع"
    ],
    "correct": 3
  },
  {
    "id": 141,
    "question": "الشكل المجاور؛ يصف انتقال الطاقة الحرارية بواسطة:",
    "url": "image/s141.JPG",
    "options": [
      "التوصيل الحراري",
      "الإشعاع الحراري",
      "الحمل الحراري القسري",
      "الحمل الحراري الطبيعي"
    ],
    "correct": 3
  },
  {
    "id": 142,
    "question": "يوضح الشكل أعلاه العلاقة بين درجة الحرارة والتغير في الحالة الفيزيائية للمادة، أي الرموز تمثل المواد عند تغير حالتها دون أن يطرأ أي تغيير على درجة حرارتها، على التوالي؟",
    "url": "image/s142.JPG",
    "options": [
      "أ ، ج",
      "ب ، د",
      "أ ، د",
      "ج ، هـ"
    ],
    "correct": 1
  },
  {
    "id": 143,
    "question": "يوضح الشكل أعلاه، العلاقة بين درجة الحرارة والتغير في الحالة الفيزيائية للمادة. أي الرموز تمثل المادة في الحالة الصلبة والسائلة على التوالي؟",
    "url": "image/s143.JPG",
    "options": [
      "أ ، ب",
      "جـ ، د",
      "أ ، د",
      "هـ ، جـ"
    ],
    "correct": 3
  },
  {
    "id": 144,
    "question": "مقياس الحرارة المقسم إلى 180 قسم بين درجة تجمد الماء وغليانه هو:",
    "url": "",
    "options": [
      "المقياس السلسيوس",
      "المقياس المئوي",
      "المقياس الفهرنهايتي",
      "مقياس كالفن"
    ],
    "correct": 2
  },
  {
    "id": 145,
    "question": "مقياس الحرارة المقسم (بين درجة تجمد الماء وغليانه) إلى أكثر من 100 قسم هو؟",
    "url": "",
    "options": [
      "المقياس المئوي",
      "المقياس الفهرنهايتي",
      "المقياس السلسيوس",
      "مقياس كالفن"
    ],
    "correct": 1
  },
  {
    "id": 146,
    "question": "إذا كان درجة الحرارة 200 سلسيوس، فكم تساوي على مقياس كلفن؟",
    "url": "image/s146.JPG",
    "options": [
      "373 درجة",
      "273 درجة",
      "-473 درجة",
      "473 درجة"
    ],
    "correct": 3
  },
  {
    "id": 147,
    "question": "أي درجات الحرارة أعلاه، تعطي القراءة نفسها على كلا المقياسين الفهرنهايتي والسلسيوس؟",
    "url": "",
    "options": [
      "15 درجة",
      "25 درجة",
      "40- درجة",
      "30- درجة"
    ],
    "correct": 2
  },
  {
    "id": 148,
    "question": "مقدار الطاقة الحرارية اللازمة لرفع درجة حرارة 1 كجم من المادة درجة سيليوزية واحدة تعبر عن...",
    "url": "",
    "options": [
      "الطاقة الحرارية",
      "الحرارة النوعية",
      "درجة الحرارة",
      "الطاقة الميكانيكية"
    ],
    "correct": 1
  },
  {
    "id": 149,
    "question": "يقوم المزارعون بري بساتينهم بالماء ليلاً عند توقع حدوث موجة صقيع؛ ذلك لأن:",
    "url": "",
    "options": [
      "درجة تجمد الماء منخفضة",
      "الحرارة النوعية للماء منخفضة",
      "درجة تجمد الماء عالية",
      "الحرارة النوعية للماء عالية"
    ],
    "correct": 3
  },
  {
    "id": 150,
    "question": "إذا علمت أن الحرارة النوعية للماء تساوي 4180 جول/كجم، فما مقدار الطاقة الحرارية اللازمة لرفع كمية من الماء كتلتها تساوي 500 جم بمقدار درجة سيلوزية واحدة؟",
    "url": "",
    "options": [
      "8360",
      "4180",
      "2090",
      "1045"
    ],
    "correct": 2
  },
  {
    "id": 151,
    "question": "يوضح الشكل أعلاه الحرارة النوعية لبعض المواد التي تصنع منها أواني الطبخ، أي الأواني توصل الحرارة بشكل عالٍ عند تعرضها لدرجة حرارة منخفضة؟",
    "url": "image/s151.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 152,
    "question": "عمل مهندس على تصميم جهاز تسخين ويريد اختيار واحداً من المواد الموضحة في الجدول أعلاه لاستخدامها في تسخين الماء، أي الخيارات سيحقق أقصى توصيل حراري؟",
    "url": "image/s152.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 153,
    "question": "عمل مهندس على تصميم دراجة نارية ويريد اختيار واحداً من المواد الموضحة في الجدول أعلاه لاستخدامها في عزل حرارة المحرك على الأجزاء المجاورة لها، أي الخيارات سيحقق أقصى عزل حراري؟",
    "url": "image/s153.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 154,
    "question": "يوضح الجدول المجاور الحرارة النوعية لبعض المواد الصلبة العملية المستخدمة في البناء. أي المواد توصل الحرارة أكثر عند تعرضها لدرجة حرارة منخفضة؟",
    "url": "image/s154.JPG",
    "options": [
      "1 (الخرسانة)",
      "2 (الرمل)",
      "3 (طوب بناء)",
      "4 (الجبس)"
    ],
    "correct": 1
  },
  {
    "id": 155,
    "question": "حسب الجدول أعلاه، في أي الحالات التالية تكون الطاقة الحركية أقل؟",
    "url": "image/s155.JPG",
    "options": [
      "الأولى",
      "الثانية",
      "الثالثة",
      "الرابعة"
    ],
    "correct": 2
  },
  {
    "id": 156,
    "question": "ما العامل المشترك الذي يزيد من الطاقتين ويوضع مكان علامة الاستفهام؟",
    "url": "image/s156.JPG",
    "options": [
      "الارتفاع",
      "السرعة",
      "الكتلة",
      "الكثافة"
    ],
    "correct": 2
  },
  {
    "id": 157,
    "question": "حسب الشكل أعلاه، أي الأرقام يشير إلى أعلى ما يكون للطاقة الكامنة والطاقة الحركية على الترتيب؟",
    "url": "image/s157.JPG",
    "options": [
      "(4) الطاقة الكامنة، (1) الطاقة الحركية",
      "(3) الطاقة الكامنة، (1) الطاقة الحركية",
      "(4) الطاقة الكامنة، (2) الطاقة الحركية",
      "(2) الطاقة الكامنة، (3) الطاقة الحركية"
    ],
    "correct": 0
  },
  {
    "id": 158,
    "question": "الزنبرك (1)، والزنبرك (2) لهما نفس الحجم، كما هو موضح في الشكل أعلاه. وحسب الشكل تكون طاقة الزنبرك (1):",
    "url": "image/s158.JPG",
    "options": [
      "أكبر من طاقة الزنبرك (2)",
      "أصغر من طاقة الزنبرك (2)",
      "متساويتان",
      "تساوي صفراً"
    ],
    "correct": 1
  },
  {
    "id": 159,
    "question": "أي مما يلي يحدث عنه تحول الطاقة الكامنة إلى طاقة حركية؟",
    "url": "",
    "options": [
      "image/s159a.JPG",
      "image/s159b.JPG",
      "image/s159g.JPG",
      "image/s159d.JPG"
    ],
    "correct": 1
  },
  {
    "id": 160,
    "question": "طائر يقف على غصن شجرة، ما نوع الطاقة لهذا الطائر؟",
    "url": "",
    "options": [
      "وضع",
      "حركية",
      "هوائية",
      "مستقرة"
    ],
    "correct": 0
  },
  {
    "id": 161,
    "question": "حسب الشكل أعلاه، أي المواقع تحمل أعلى قدر من الطاقة الحركية؟",
    "url": "image/s161.JPG",
    "options": [
      "1 و 2",
      "2",
      "3",
      "1 و 4"
    ],
    "correct": 2
  },
  {
    "id": 162,
    "question": "حسب الشكل أعلاه، أي المواقع تحمل أعلى قدر من الطاقة الكامنة؟",
    "url": "image/s162.JPG",
    "options": [
      "1 و 2",
      "2 و 3",
      "3 و 4",
      "1 و 4"
    ],
    "correct": 3
  },
  {
    "id": 163,
    "question": "يلعب أحمد في صالة البولينج مع أشقائه حيث يقومون بدفع كرات مختلفة الكتلة بالسرعة نفسها، أي منها له طاقة حركية أكبر؟",
    "url": "image/s163.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 164,
    "question": "إذا كانت طاقة الوضع لغاز في أنبوبة تساوي 30 وطاقته الحركية تساوي 20 فما مقدار الطاقة الحرارية له؟",
    "url": "",
    "options": [
      "10",
      "20",
      "30",
      "50"
    ],
    "correct": 3
  },
  {
    "id": 165,
    "question": "انطلقت كرة من النقطة (أ) متدحرجة على سطح مائل إلى النقطة (ب) كما في الشكل، من الجدول التالي أي مما يلي يمثل تحول الطاقة الصحيح للكرة لحظة وصولها إلى النقطة (ب)؟",
    "url": "image/s165.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 166,
    "question": "يوضح الشكل كرة قدم تتدحرج من المستوى (1) إلى المستوى (3) ثم تكمل حركتها. ما تحولات الطاقة التي مرت بها الكرة أثناء حركتها على الترتيب؟",
    "url": "image/s166.JPG",
    "options": [
      "1 وضع - 2 وضع - 3 (حركية + وضع)",
      "1 وضع - 2 (حركية + وضع) - 3 حركية",
      "1 (حركية + وضع) - 2 حركية - 3 وضع",
      "1 حركية - 2 وضع - 3 (حركية + وضع)"
    ],
    "correct": 1
  },
  {
    "id": 167,
    "question": "أي الدرجين له طاقة وضع أكبر، ولماذا؟",
    "url": "image/s167.JPG",
    "options": [
      "الدرج (أ)، لأن طاقة الوضع تزداد مع الارتفاع",
      "الدرج (ب)، لأن طاقة الوضع تزداد مع الارتفاع",
      "متساويان لأن الارتفاع لا يؤثر على طاقة الوضع",
      "متساويان لأن الارتفاع لا يؤثر على طاقة الوضع"
    ],
    "correct": 0
  },
  {
    "id": 168,
    "question": "تتدرب هند على مهارة إلقاء الكرة، في أي المواضع تكون طاقة الوضع أعلى ما يمكن؟",
    "url": "image/s168.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 169,
    "question": "حينما تقفز، ما تحولات الطاقة التي ستحدث في جسمك؟",
    "url": "image/s169.JPG",
    "options": [
      "تحول الطاقة الكيميائية إلى طاقة ضوئية",
      "تحول الطاقة الضوئية إلى طاقة كامنة",
      "تحول الطاقة الكيميائية إلى حركية",
      "تحول الطاقة الضوئية إلى حرارية"
    ],
    "correct": 2
  },
  {
    "id": 170,
    "question": "أي التحولات يحدث في محرك السيارة عندما تتوقف عن الحركة؟",
    "url": "image/s170.JPG",
    "options": [
      "ميكانيكية ← حرارية",
      "كيميائية ← ميكانيكية",
      "كيميائية ← ضوئية",
      "كيميائية ← صوتية"
    ],
    "correct": 0
  },
  {
    "id": 171,
    "question": "أي من التحولات التالية هو تحول من طاقة كيميائية إلى حركية؟",
    "url": "",
    "options": [
      "التمثيل الضوئي",
      "اشعال الشمعة",
      "سقوط كرة من أعلى برج",
      "عداء قطع مسافة 100م"
    ],
    "correct": 3
  },
  {
    "id": 172,
    "question": "ما تحولات الطاقة الناتجة في العملية التالية: تعبئة السيارة بالوقود، ثم الانطلاق إلى وجهتها",
    "url": "",
    "options": [
      "كيميائية ← كهربائية ← حرارية ← ميكانيكية← ( حرارية)",
      "كهربائية ← كيميائية - ميكانيكية ← حرارية ←(صوتية)",
      "كيميائية ← حرارية ← ميكانيكية ← كهربائية ← ( ضوئية)",
      "حرارية← كيميائية ← ميكانيكية ← كهربائية ← (حرارية)"
    ],
    "correct": 2
  },
  {
    "id": 173,
    "question": "أي مما يلي يمثل تحولات الطاقة الموضحة في الشكل أعلاه؟ (شكل المصباح اليدوي)",
    "url": "image/s173.JPG",
    "options": [
      "كيميائية ← حركية ← كهربائية ← ضوئية",
      "كامنة ← حركية ← كهربائية ← ضوئية",
      "كيميائية ← كهربائية ← حركية ← ضوئية",
      "ضوئية ← كهربائية ← حركية ← كيميائية"
    ],
    "correct": 0
  },
  {
    "id": 174,
    "question": "أي مما يلي يمثل تحولات الطاقة الموضحة في الشكل أعلاه؟ (شكل الشمس والنبات والوقود)",
    "url": "image/s174.JPG",
    "options": [
      "ضوئية ← كيميائية ← حرارية ← حركية ← كهربائية ← ضوئية",
      "كامنة ← ضوئية ← حركية ← كهربائية ← ضوئية",
      "حرارية ← كيميائية ← كهربائية ← حركية ← ضوئية",
      "ضوئية ← كهربائية ← حركية ← كيميائية← ضوئية"
    ],
    "correct": 0
  },
  {
    "id": 175,
    "question": "قذف لاعب كرة كما في الشكل المجاور؛ ما هي تحولات الطاقة في الكرة منذ لحظة انطلاقها إلى لحظة وصولها للأرض؟",
    "url": "image/s175.JPG",
    "options": [
      "حركية – وضع",
      "وضع – حرارية – وضع",
      "حركية – وضع – حركية",
      "وضع – حركية – وضع"
    ],
    "correct": 2
  },
  {
    "id": 176,
    "question": "في الشكل الذي أمامك، جميع الموارد متجددة عدا:",
    "url": "image/s176.JPG",
    "options": [
      "الفحم والرياح و النفط و الكتلة الحيوية",
      "الغاز والمطر والطاقة النووية والرياح",
      "الفحم والطاقة النووية و النفط والغاز",
      "النفط والرياح و الكتلة الحيوية والغاز"
    ],
    "correct": 2
  },
  {
    "id": 177,
    "question": "حسب الشكل المجاور، أي العبارات التالية توضح الموارد المتجددة:",
    "url": "image/s177.JPG",
    "options": [
      "النفط والغاز والكتلة الحيوية وضوء الشمس",
      "الغاز والمطر والطاقة النووية والرياح",
      "الفحم والطاقة النووية والمد والجزر والمطر",
      "الرياح والكتلة الحيوية والمطر وضوء الشمس"
    ],
    "correct": 3
  },
  {
    "id": 178,
    "question": "يبين الشكل أعلاه مصادر الطاقة. أيا من المواد التي تزودنا بـ 81% من الطاقة غير المتجددة؟",
    "url": "image/s178.JPG",
    "options": [
      "نفط، فحم حجري، غاز طبيعي",
      "نفط، طاقة نووية، طاقة متجددة",
      "نفط، غاز طبيعي، طاقة متجددة",
      "فحم حجري، غاز طبيعي، طاقة نووية"
    ],
    "correct": 0
  },
  {
    "id": 179,
    "question": "يوضح الشكل الأدنى انتقال الموجات الصوتية في وسط مادي. أي مما يلي تمثل النقطتين (1)، (2) على الترتيب:",
    "url": "image/s179.JPG",
    "options": [
      "(1) تخلخلات، (2) تضاغطات",
      "(1) ارتدادات، (2) تخلخلات",
      "(1) تضاغطات، (2) تخلخلات",
      "(1) تخلخلات، (2) ارتدادات"
    ],
    "correct": 2
  },
  {
    "id": 180,
    "question": "يجري عبد الرحمن تجربة لمعرفة أفضل طرق عزل الصوت... أيها يعطي أفضل عزل للصوت بين الحجرتين (1) و (2)؟",
    "url": "image/s180.JPG",
    "options": [
      "ملء الحجرة البينية بالرمل",
      "تفريغ الحجرة البينية من الهواء",
      "ملء الحجرة البينية بالماء",
      "ملء الحجرة البينية بالفلين"
    ],
    "correct": 1
  },
  {
    "id": 181,
    "question": "ناقوس زجاجي كما في الشكل أعلاه، إذا تم تفريغه من الهواء، فماذا تتوقع أن يحدث أثناء التفريغ؟",
    "url": "image/s181.JPG",
    "options": [
      "يضعف صوت الجرس، وتزداد إضاءة المصباح.",
      "يضعف صوت الجرس، ولا تتأثر إضاءة المصباح.",
      "لا يتأثر صوت الجرس، وتقل إضاءة المصباح.",
      "لا يتأثر كل من صوت الجرس، وإضاءة المصباح."
    ],
    "correct": 1
  },
  {
    "id": 182,
    "question": "أي الموجات الموقوفة في الشكل لها طاقة أعلى؟",
    "url": "",
    "options": [
      "image/s182a.JPG",
      "image/s182b.JPG",
      "image/s182g.JPG",
      "image/s182d.JPG"
    ],
    "correct": 0
  },
  {
    "id": 183,
    "question": "تنتقل الموجات الصوتية في الأوساط المادية على شكل:",
    "url": "",
    "options": [
      "تضاغط وتخلخل في وسط مادي",
      "قمم وقيعان في وسط مادي",
      "تضاغط وتخلخل في الفراغ",
      "قمم وقيعان في الفراغ"
    ],
    "correct": 0
  },
  {
    "id": 184,
    "question": "قارن بين الصوتين في الصورة من حيث حدة الصوت وتردده :",
    "url": "image/s184.JPG",
    "options": [
      "الطبل تردده منخفض وحدته عالية",
      "الصافرة ترددها منخفض وحدتها عالية",
      "الطبل تردده عالٍ وحدته عالية",
      "الصافرة ترددها عالٍ وحدتها عالية"
    ],
    "correct": 3
  },
  {
    "id": 185,
    "question": "الشكل أعلاه، تتناقص شدة موجات الصوت كلما انتشر الصوت مبتعداً عن مصدره بسبب:",
    "url": "image/s185.JPG",
    "options": [
      "لأن موجات الصوت واجهت أثناء الانتشار فراغا",
      "لاختلاف نوع الوسط الذي انتقلت موجات الصوت خلاله",
      "الطاقة التي تحملها موجات الصوت تتوزع على مساحة أصغر",
      "الطاقة التي تحملها موجات الصوت تتوزع على مساحة أكبر"
    ],
    "correct": 3
  },
  {
    "id": 186,
    "question": "أي الموجات التالية تحتاج إلى مادة لانتقالها، موجات:",
    "url": "image/s186.JPG",
    "options": [
      "الضوء",
      "الراديو",
      "الصوت",
      "الميكرويف"
    ],
    "correct": 2
  },
  {
    "id": 187,
    "question": "ما تردد الموجة الموضحة في التمثيل البياني أعلاه؟",
    "url": "image/s187.JPG",
    "options": [
      "0.1 هيرتز",
      "10 هيرتز",
      "1 هيرتز",
      "5 هيرتز"
    ],
    "correct": 0
  },
  {
    "id": 188,
    "question": "في الشكل أعلاه، أربع علب تحوي مواد في حالات مختلفة. أي هذه المواد يمكن للصوت أن ينتقل فيها بصورة أسرع؟",
    "url": "image/s188.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 189,
    "question": "تنخفض شدة الصوت كلما:",
    "url": "",
    "options": [
      "اقتربنا من مصدر الصوت",
      "قلت سعة موجاته",
      "زاد علو الصوت",
      "زادت حدته بوحدة الديسبل"
    ],
    "correct": 1
  },
  {
    "id": 190,
    "question": "بالرجوع للشكل أمامك عند أي النقطتين تكون شدة الصوت عالية مع التفسير الصحيح؟",
    "url": "image/s190.JPG",
    "options": [
      "(2)؛ لأن سعة الموجة أكبر",
      "(1)؛ لأن سعة الموجة أقل",
      "(1)؛ لأن سعة الموجة أكبر",
      "(2)؛ لأن سعة الموجة أقل"
    ],
    "correct": 2
  },
  {
    "id": 191,
    "question": "يوضح الشكل أعلاه، إحدى الظواهر الناتجة عن الموجات الصوتية، أي خيار مما يلي لا تحدث فيه هذه الظاهرة :",
    "url": "image/s191.JPG",
    "options": [
      "الجبال",
      "القباب",
      "الكهوف",
      "الصحراء"
    ],
    "correct": 3
  },
  {
    "id": 192,
    "question": "يوضح الشكل أعلاه، إحدى الظواهر الناتجة عن الموجات الصوتية، أي خيار مما يلي تحدث فيه هذه الظاهرة؟",
    "url": "image/s192.JPG",
    "options": [
      "الجبال",
      "البحار",
      "الصحراء",
      "السهول"
    ],
    "correct": 0
  },
  {
    "id": 193,
    "question": "كيف يتمكن الخفاش من صيد فرائسه في الظلام؟",
    "url": "",
    "options": [
      "بواسطة الرؤية الحادة",
      "من خلال الشم القوي",
      "باستخدام الصوت",
      "عبر الإحساس بالحرارة"
    ],
    "correct": 2
  },
  {
    "id": 194,
    "question": "تتكون الموجة الضوئية من:",
    "url": "",
    "options": [
      "مجال مغناطيسي مستقل",
      "مجال كهربائي مستقل",
      "مجال كهربائي متعامد على مجال مغناطيسي",
      "مجال كهربائي متوازي مع مجال مغناطيسي"
    ],
    "correct": 2
  },
  {
    "id": 195,
    "question": "أي من الآتي ليس من خصائص الموجات الضوئية؟",
    "url": "",
    "options": [
      "تنتقل الموجات الضوئية في الفراغ",
      "تتكون الموجة نتيجة اهتزازات الجسم",
      "موجات الضوء موجات كهرومغناطيسية",
      "يمكن تقدير الطول الموجي للموجة"
    ],
    "correct": 1
  },
  {
    "id": 196,
    "question": "الضوء هو شعاع مرئي ذو طاقة عالية تنتشر بسرعة تقارب 300 ألف كيلو متر في الثانية الواحدة، وهو مثال على الموجات:",
    "url": "",
    "options": [
      "المستعرضة",
      "الطولية",
      "الكهرومغناطيسية",
      "السطحية"
    ],
    "correct": 2
  },
  {
    "id": 197,
    "question": "في الشكل أعلاه إلى ماذا يشير الرقم (1) المرسوم بين نقطتين في الموجة الكهرومغناطيسية؟",
    "url": "image/s197.JPG",
    "options": [
      "التردد",
      "طاقة الموجة",
      "سرعة الموجة",
      "الطول الموجي"
    ],
    "correct": 3
  },
  {
    "id": 198,
    "question": "عند انتقال الموجة من مكان إلى آخر فإنها تقوم بنقل:",
    "url": "",
    "options": [
      "المادة",
      "الطاقة",
      "الماء",
      "الغازات"
    ],
    "correct": 1
  },
  {
    "id": 199,
    "question": "كيف يمكن حساب سرعة الموجة الكهرومغناطيسية؟",
    "url": "",
    "options": [
      "يضرب الطول الموجي في التردد",
      "يقسم الطول الموجي على التردد",
      "يجمع الطول الموجي مع التردد",
      "بطرح الطول الموجي من التردد"
    ],
    "correct": 0
  },
  {
    "id": 200,
    "question": "ما نوع الموجة الظاهرة في الصورة أمامك؟",
    "url": "image/s200.JPG",
    "options": [
      "كهرومغناطيسية",
      "مستعرضة",
      "طولية",
      "سطحية"
    ],
    "correct": 2
  },
  {
    "id": 201,
    "question": "ما سرعة الموجة في الشكل الظاهر أمامك، إذا علمت أن ترددها يساوي 6 هرتز؟",
    "url": "image/s201.JPG",
    "options": [
      "0.48 م/ ث",
      "150 م/ ث",
      "0.24 م/ ث",
      "75 م / ث"
    ],
    "correct": 0
  },
  {
    "id": 202,
    "question": "أي العبارات التالية يصف ما يحدث في الشكل الذي أمامك؟",
    "url": "image/s202.JPG",
    "options": [
      "تنعكس موجات الضوء الحمراء بواسطة الوردة",
      "تنعكس ألوان الطيف المرئي على العين عدا الأحمر",
      "تمتص موجات الضوء الحمراء بواسطة الوردة",
      "تنعكس موجات الضوء الحمراء بواسطة عين الانسان"
    ],
    "correct": 0
  },
  {
    "id": 203,
    "question": "إذا سلط خالد كشاف ضوئي على منشور زجاجي، فأي لون سينحرف بشكل أقل؟",
    "url": "image/s203.JPG",
    "options": [
      "الأحمر، لأن طوله الموجي كبير",
      "الأزرق، لأن طوله الموجي كبير",
      "الأحمر، لأن طوله الموجي صغير",
      "الأزرق، لأن طوله الموجي صغير"
    ],
    "correct": 2
  },
  {
    "id": 204,
    "question": "إذا سلط خالد كشاف ضوئي على منشور زجاجي، فأي لون سينحرف بشكل أكبر؟",
    "url": "image/s204.JPG",
    "options": [
      "الأحمر، لأن طوله الموجي كبير",
      "الأزرق، لأن طوله الموجي كبير",
      "الأحمر، لأن طوله الموجي صغير",
      "الأزرق، لأن طوله الموجي صغير"
    ],
    "correct": 3
  },
  {
    "id": 205,
    "question": "قرأت هند مقال عن الطيف الكهرومغناطيسي. من خلال الرسم أعلاه، أي العبارات التالية صحيحة؟",
    "url": "image/s205.JPG",
    "options": [
      "الموجات تحت الحمراء ذات طول موجي قصير",
      "موجات الميكروويف ذات تردد عالي",
      "أشعة (X)، ذات تردد منخفض",
      "أشعة جاما ذات طول موجي قصير"
    ],
    "correct": 3
  },
  {
    "id": 206,
    "question": "تراقب هدى البجعات من خلف الحاجز، ما هي الظاهرة التي تساعدها على رؤية البجع؟",
    "url": "image/s206.JPG",
    "options": [
      "انكسار الضوء",
      "تحلل الضوء",
      "انعكاس الضوء",
      "حيود الضوء"
    ],
    "correct": 0
  },
  {
    "id": 207,
    "question": "سلطت هند ضوء ليزر على سطح مرآة كما في الشكل الذي أعلاه، فإن زاوية الانعكاس تساوي؟",
    "url": "image/s207.JPG",
    "options": [
      "30",
      "40",
      "50",
      "60"
    ],
    "correct": 3
  },
  {
    "id": 208,
    "question": "أي الرسوم التوضيحية، تظهر ما سيحدث للضوء عند مروره بعدسة مكبرة؟",
    "url": "image/s208.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 2
  },
  {
    "id": 209,
    "question": "أي الظواهر الفيزيائية التالية تعبر بشكل صحيح عما حدث لاتجاه السهم في التجربة الموضحة في الشكل أعلاه؟",
    "url": "image/s209.JPG",
    "options": [
      "الانعكاس",
      "الحيود",
      "الانكسار",
      "التشتت"
    ],
    "correct": 2
  },
  {
    "id": 210,
    "question": "من الشكل أعلاه أي مما يلي يوضح الصورة الصحيحة للمفتاح في مرآة مستوية؟",
    "url": "image/s210.JPG",
    "options": [
      "صورة المفتاح 1",
      "صورة المفتاح 2",
      "صورة المفتاح 3",
      "صورة المفتاح 4"
    ],
    "correct": 1
  },
  {
    "id": 211,
    "question": "يوضح كل شكل من الأشكال الآتية، شعاعاً يمر بعدسة محدبة رقيقة. النقطة المشار إليها بالحرف ب هي بؤرة العدسة. قبل أن يمر الشعاع بالعدسة، كان موازياً للمحور الأصلي للعدسة. ما الشكل الذي يوضح مسار الشعاع بعد مروره بالعدسة؟",
    "url": "image/s211.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 1
  },
  {
    "id": 212,
    "question": "أي الأشكال الآتية يوضح ما يحدث عندما تمر أشعة ضوء متوازية عبر عدسة محدبة رقيقة؟",
    "url": "image/s212.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 3
  },
  {
    "id": 213,
    "question": "وضعت شمعة على شبكة مخططة أمام مرآة كما هو مبين في الشكل أعلاه. في أي نقطة سوف تظهر صورة الشمعة؟",
    "url": "image/s213.JPG",
    "options": [
      "النقطة ب",
      "النقطة أ",
      "النقطة د",
      "النقطة ج"
    ],
    "correct": 0
  },
  {
    "id": 214,
    "question": "عمل أحد الطلاب ثقبا على قطعة من الورق المقوى، وسلط عليها شعاعا ضوئيا ليخرج الضوء من الثقب ويسقط على المرآة، كما هو مبين في الشكل أمامك. عند أي النقاط الآتية سيسقط الشعاع الضوئي المنعكس؟",
    "url": "image/s214.JPG",
    "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "correct": 0
  },
  {
    "id": 215,
    "question": "يوضح الشكل الآتي عين راصد يرى انعكاس جسم في مرآة، عند أي نقطة من النقاط التالية يمكن رؤية صورة الجسم؟",
    "url": "image/s215.JPG",
    "options": [
      "النقطة أ",
      "النقطة ب",
      "النقطة ج",
      "النقطة د"
    ],
    "correct": 0
  }


];